{
	"DataScience": [
		{
			"title": "Response to COVID-19 in Taiwan: Big Data Analytics, New Technology, and Proactive Testing",
			"abstract": "Taiwan is 81 miles off the coast of mainland China and was expected to have the second highest number of cases of coronavirus disease 2019 (COVID-19) due to its proximity to and number of flights between China.1 The country has 23 million citizens of which 850 000 reside in and 404 000 work in China.2,3 In 2019, 2.71 million visitors from the mainland traveled to Taiwan.4 As such, Taiwan has been on constant alert and ready to act on epidemics arising from China ever since the severe acute respiratory syndrome (SARS) epidemic in 2003. Given the continual spread of COVID-19 around the world, understanding the action items that were implemented quickly in Taiwan and assessing the effectiveness of these actions in preventing a large-scale epidemic may be instructive for other countries. COVID-19 occurred just before the Lunar New Year during which time millions of Chinese and Taiwanese were expected to travel for the holidays. Taiwan quickly mobilized and instituted specific approaches for case identification, containment, and resource allocation to protect the public health. Taiwan leveraged its national health insurance database and integrated it with its immigration and customs database to begin the creation of big data for analytics; it generated real-time alerts during a clinical visit based on travel history and clinical symptoms to aid case identification. It also used new technology, including QR code scanning and online reporting of travel history and health symptoms to classify travelers' infectious risks based on flight origin and travel history in the past 14 days. Persons with low risk (no travel to level 3 alert areas) were sent a health declaration border pass via SMS (short message service) messaging to their phones for faster immigration clearance; those with higher risk (recent travel to level 3 alert areas) were quarantined at home and tracked through their mobile phone to ensure that they remained at home during the incubation period. Moreover, Taiwan enhanced COVID-19 case finding by proactively seeking out patients with severe respiratory symptoms (based on information from the National Health Insurance [NHI] database) who had tested negative for influenza and retested them for COVID-19; 1 was found of 113 cases. The toll-free number 1922 served as a hotline for citizens to report suspicious symptoms or cases in themselves or others; as the disease progressed, this hotline has reached full capacity, so each major city was asked to create its own hotline as an alternative. It is not known how often this hotline has been used. The government addressed the issue of disease stigma and compassion for those affected by providing food, frequent health checks, and encouragement for those under quarantine. This rapid response included hundreds of action items (eTable in the Supplement)."
		},
		{
			"title": "Data analysis for the COVID-19 early dynamics in Northern Italy",
			"abstract": "The COVID-19 epidemics, started in China in January 2020, was recognized to have reached Italy around February 20; recent estimates show that most probably the virus circulated in the country already in January, but was not recognized. Data for the early dynamics of COVID-19 in Northern Italy are analyzed."
		},
		{
			"title": "The COVID-19 Social Media Infodemic",
			"abstract": "We address the diffusion of information about the COVID-19 with a massive data analysis on Twitter, Instagram, YouTube, Reddit and Gab. We analyze engagement and interest in the COVID-19 topic and provide a differential assessment on the evolution of the discourse on a global scale for each platform and their users. We fit information spreading with epidemic models characterizing the basic reproduction numbers $R_0$ for each social media platform. Moreover, we characterize information spreading from questionable sources, finding different volumes of misinformation in each platform. However, information from both reliable and questionable sources do not present different spreading patterns. Finally, we provide platform-dependent numerical estimates of rumors' amplification."
		},
		{
			"title": "Retrospective analysis of the possibility of predicting the COVID-19 outbreak from Internet searches and social media data, China, 2020",
			"abstract": "The peak of Internet searches and social media data about the coronavirus disease 2019 (COVID-19) outbreak occurred 10-14 days earlier than the peak of daily incidences in China. Internet searches and social media data had high correlation with daily incidences, with the maximum r > 0.89 in all correlations. The lag correlations also showed a maximum correlation at 8-12 days for laboratory-confirmed cases and 6-8 days for suspected cases."
		},
		{
			"title": "Coronavirus Goes Viral: Quantifying the COVID-19 Misinformation Epidemic on Twitter",
			"abstract": "Background Since the beginning of the coronavirus disease 2019 (COVID-19) epidemic, misinformation has been spreading uninhibited over traditional and social media at a rapid pace. We sought to analyze the magnitude of misinformation that is being spread on Twitter (Twitter, Inc., San Francisco, CA) regarding the coronavirus epidemic. Materials and methods We conducted a search on Twitter using 14 different trending hashtags and keywords related to the COVID-19 epidemic. We then summarized and assessed individual tweets for misinformation in comparison to verified and peer-reviewed resources. Descriptive statistics were used to compare terms and hashtags, and to identify individual tweets and account characteristics. Results The study included 673 tweets. Most tweets were posted by informal individuals/groups (66%), and 129 (19.2%) belonged to verified Twitter accounts. The majority of included tweets contained serious content (91.2%); 548 tweets (81.4%) included genuine information pertaining to the COVID-19 epidemic. Around 70% of the tweets tackled medical/public health information, while the others were pertaining to sociopolitical and financial factors. In total, 153 tweets (24.8%) included misinformation, and 107 (17.4%) included unverifiable information regarding the COVID-19 epidemic. The rate of misinformation was higher among informal individual/group accounts (33.8%, p: <0.001). Tweets from unverified Twitter accounts contained more misinformation (31.0% vs 12.6% for verified accounts, p: <0.001). Tweets from healthcare/public health accounts had the lowest rate of unverifiable information (12.3%, p: 0.04). The number of likes and retweets per tweet was not associated with a difference in either false or unverifiable content. The keyword \"COVID-19- had the lowest rate of misinformation and unverifiable information, while the keywords \"#2019_ncov- and \"Corona- were associated with the highest amount of misinformation and unverifiable content respectively. Conclusions Medical misinformation and unverifiable content pertaining to the global COVID-19 epidemic are being propagated at an alarming rate on social media. We provide an early quantification of the magnitude of misinformation spread and highlight the importance of early interventions in order to curb this phenomenon that endangers public safety at a time when awareness and appropriate preventive actions are paramount."
		},
		{
			"title": "COVID-19: The First Public Coronavirus Twitter Dataset",
			"abstract": "At the time of this writing, the novel coronavirus (COVID-19) pandemic outbreak has already put tremendous strain on many countries' citizens, resources and economies around the world. Social distancing measures, travel bans, self-quarantines, and business closures are changing the very fabric of societies worldwide. With people forced out of public spaces, much conversation about these phenomena now occurs online, e.g., on social media platforms like Twitter. In this paper, we describe a multilingual coronavirus (COVID-19) Twitter dataset that we have been continuously collecting since January 22, 2020. We are making our dataset available to the research community (https://github.com/echen102/COVID-19-TweetIDs). It is our hope that our contribution will enable the study of online conversation dynamics in the context of a planetary-scale epidemic outbreak of unprecedented proportions and implications. This dataset could also help track scientific coronavirus misinformation and unverified rumors, or enable the understanding of fear and panic --- and undoubtedly more. Ultimately, this dataset may contribute towards enabling informed solutions and prescribing targeted policy interventions to fight this global crisis."
		},
		{
			"title": "COVID-19: Challenges to GIS with Big Data",
			"abstract": "Abstract The outbreak of the 2019 novel coronavirus disease (COVID-19) has caused more than 100,000 people infected and thousands of deaths. Currently, the number of infections and deaths is still increasing rapidly. COVID-19 seriously threatens human health, production, life, social functioning and international relations. In the fight against COVID-19, Geographic Information Systems (GIS) and big data technologies have played an important role in many aspects, including the rapid aggregation of multi-source big data, rapid visualization of epidemic information, spatial tracking of confirmed cases, prediction of regional transmission, spatial segmentation of the epidemic risk and prevention level, balancing and management of the supply and demand of material resources, and social-emotional guidance and panic elimination, which provided solid spatial information support for decision-making, measures formulation, and effectiveness assessment of COVID-19 prevention and control. GIS has developed and matured relatively quickly and has a complete technological route for data preparation, platform construction, model construction, and map production. However, for the struggle against the widespread epidemic, the main challenge is finding strategies to adjust traditional technical methods and improve speed and accuracy of information provision for social management. At the data level, in the era of big data, data no longer come mainly from the government but are gathered from more diverse enterprises. As a result, the use of GIS faces difficulties in data acquisition and the integration of heterogeneous data, which requires governments, businesses, and academic institutions to jointly promote the formulation of relevant policies. At the technical level, spatial analysis methods for big data are in the ascendancy. Currently and for a long time in the future, the development of GIS should be strengthened to form a data-driven system for rapid knowledge acquisition, which signifies that GIS should be used to reinforce the social operation parameterization of models and methods, especially when providing support for social management."
		},
		{
			"title": "Chinese Public Attention to COVID-19 Epidemic: Based on Social Media",
			"abstract": "Background: Since the new coronavirus epidemic in China in December 2019, information and discussions about COVID-19 have spread rapidly on the Internet and have quickly become the focus of worldwide attention, especially on social media. Objective: This study aims to investigate and analyze the public's attention to COVID-19-related events in China at the beginning of the COVID-19 epidemic in China (December 31, 2019, to February 20, 2020) through the Sina Microblog hot search list. Methods: We collected topics related to the COVID-19 epidemic on the Sina Microblog hot search list from December 31, 2019, to February 20, 2020 and described the trend of public attention on COVID-19 epidemic-related topics. ROST CM6.0 (ROST Content Mining System Version 6.0) was used to analyze the collected text for word segmentation, word frequency, and sentiment analysis. We further described the hot topic keywords and sentiment trends of public attention. We used VOSviewer to implement a visual cluster analysis of hot keywords and build a social network of public opinion content. Results: The study has four main findings. First, we analyzed the changing trend of the public's attention to the COVID-19 epidemic, which can be divided into three stages. Second, the hot topic keywords of public attention at each stage are slightly different. In addition, the emotional tendency of the public toward the COVID-19 epidemic-related hot topics has changed from negative to neutral, with negative emotions weakening and positive emotions increasing as a whole. Finally, we divided the COVID-19 topics with the most public concern into five categories: (1) new COVID-19 epidemics and their impact; (2) frontline reporting of the epidemic and prevention and control measures; (3) expert interpretation and discussion on the source of infection; (4) medical services on the frontline of the epidemic; and (5) focus on the global epidemic and the search for suspected cases. Conclusions: This is the first study of public attention on the COVID-19 epidemic using a Chinese social media platform (i.e., Sina Microblog). Our study found that social media (e.g., Sina Microblog) can be used to measure public attention to public health emergencies. During the epidemic of the novel coronavirus, a large amount of information about the COVID-19 epidemic was disseminated on Sina Microblog and received widespread public attention. We have learned about the hotspots of public concern regarding the COVID-19 epidemic. These findings can help the government and health departments better communicate with the public on health and translate public health needs into practice to create targeted measures to prevent and control the spread of COVID-19. Keywords: COVID-19; Sina Microblog; Public attention; Social media; China; Public health emergency"
		},
		{
			"title": "Understanding the perception of COVID-19 policies by mining a multilanguage Twitter dataset",
			"abstract": "The objective of this work is to explore popular discourse about the COVID-19 pandemic and policies implemented to manage it. Using Natural Language Processing, Text Mining, and Network Analysis to analyze corpus of tweets that relate to the COVID-19 pandemic, we identify common responses to the pandemic and how these responses differ across time. Moreover, insights as to how information and misinformation were transmitted via Twitter, starting at the early stages of this pandemic, are presented. Finally, this work introduces a dataset of tweets collected from all over the world, in multiple languages, dating back to January 22nd, when the total cases of reported COVID-19 were below 600 worldwide. The insights presented in this work could help inform decision makers in the face of future pandemics, and the dataset introduced can be used to acquire valuable knowledge to help mitigate the COVID-19 pandemic."
		},
		{
			"title": "COVID-19 Image Data Collection",
			"abstract": "This paper describes the initial COVID-19 open image data collection. It was created by assembling medical images from websites and publications and currently contains 123 frontal view X-rays."
		},
		{
			"title": "How the world's collective attention is being paid to a pandemic: COVID-19 related 1-gram time series for 24 languages on Twitter",
			"abstract": "In confronting the global spread of the coronavirus disease COVID-19 pandemic we must have coordinated medical, operational, and political responses. In all efforts, data is crucial. Fundamentally, and in the possible absence of a vaccine for 12 to 18 months, we need universal, well-documented testing for both the presence of the disease as well as confirmed recovery through serological tests for antibodies, and we need to track major socioeconomic indices. But we also need auxiliary data of all kinds, including data related to how populations are talking about the unfolding pandemic through news and stories. To in part help on the social media side, we curate a set of 1000 day-scale time series of 1-grams across 24 languages on Twitter that are most `important' for March 2020 with respect to March 2019. We determine importance through our allotaxonometric instrument, rank-turbulence divergence. We make some basic observations about some of the time series, including a comparison to numbers of confirmed deaths due to COVID-19 over time. We broadly observe across all languages a peak for the language-specific word for `virus' in January followed by a decline through February and a recent surge through March. The world's collective attention dropped away while the virus spread out from China. We host the time series on Gitlab, updating them on a daily basis while relevant. Our main intent is for other researchers to use these time series to enhance whatever analyses that may be of use during the pandemic as well as for retrospective investigations."
		},
		{
			"title": "Mobile phone data and COVID-19: Missing an opportunity?",
			"abstract": "This paper describes how mobile phone data can guide government and public health authorities in determining the best course of action to control the COVID-19 pandemic and in assessing the effectiveness of control measures such as physical distancing. It identifies key gaps and reasons why this kind of data is only scarcely used, although their value in similar epidemics has proven in a number of use cases. It presents ways to overcome these gaps and key recommendations for urgent action, most notably the establishment of mixed expert groups on national and regional level, and the inclusion and support of governments and public authorities early on. It is authored by a group of experienced data scientists, epidemiologists, demographers and representatives of mobile network operators who jointly put their work at the service of the global effort to combat the COVID-19 pandemic."
		},
		{
			"title": "Mining Coronavirus (COVID-19) Posts in Social Media",
			"abstract": "World Health Organization (WHO) characterized the novel coronavirus (COVID-19) as a global pandemic on March 11th, 2020. Before this and in late January, more specifically on January 27th, while the majority of the infection cases were still reported in China and a few cruise ships, we began crawling social media user postings using the Twitter search API. Our goal was to leverage machine learning and linguistic tools to better understand the impact of the outbreak in China. Unlike our initial expectation to monitor a local outbreak, COVID-19 rapidly spread across the globe. In this short article we report the preliminary results of our study on automatically detecting the positive reports of COVID-19 from social media user postings using state-of-the-art machine learning models."
		},
		{
			"title": "Corona Virus (COVID-19) \"Infodemic- and Emerging Issues through a Data Lens: The Case of China",
			"abstract": "Coronavirus (COVID-19) is a humanitarian emergency, which started in Wuhan in China in early December 2019, brought into the notice of the authorities in late December, early January 2020, and, after investigation, was declared as an emergency in the third week of January 2020. The WHO declared this as Public Health Emergency of International Concern (PHEIC) on 31th of January 2020, and finally a pandemic on 11th March 2020. As of March 24th, 2020, the virus has caused a casualty of over 16,600 people worldwide with more than 380,000 people confirmed as infected by it, of which more than 10,000 cases are serious. Mainly based on Chinese newspapers, social media and other digital platform data, this paper analyzes the timeline of the key actions taken by the government and people over three months in five different phases. It found that although there was an initial delay in responding, a unique combination of strong governance, strict regulation, strong community vigilance and citizen participation, and wise use of big data and digital technologies, were some of the key factors in China's efforts to combat this virus. Being inviable and non-measurable (unlike radioactive exposure), appropriate and timely information is very important to form the basic foundation of mitigation and curative measures. Infodemic, as it is termed by WHO, is a key word, where different stakeholder's participation, along with stricter regulation, is required to reduce the impact of fake news in this information age and social media. Although different countries will need different approaches, focusing on its humanitarian nature and addressing infodemic issues are the two critical factors for future global mitigation efforts."
		},
		{
			"title": "A first look at COVID-19 information and misinformation sharing on Twitter",
			"abstract": "Since December 2019, COVID-19 has been spreading rapidly across the world. Not surprisingly, conversation about COVID-19 is also increasing. This article is a first look at the amount of conversation taking place on social media, specifically Twitter, with respect to COVID-19, the themes of discussion, where the discussion is emerging from, myths shared about the virus, and how much of it is connected to other high and low quality information on the Internet through shared URL links. Our preliminary findings suggest that a meaningful spatio-temporal relationship exists between information flow and new cases of COVID-19, and while discussions about myths and links to poor quality information exist, their presence is less dominant than other crisis specific themes. This research is a first step toward understanding social media conversation about COVID-19."
		},
		{
			"title": "Leveraging Data Preparation, HBase NoSQL Storage, and HiveQL Querying for COVID-19 Big Data Analytics Projects",
			"abstract": "Epidemiologist, Scientists, Statisticians, Historians, Data engineers and Data scientists are working on finding descriptive models and theories to explain COVID-19 expansion phenomena or on building analytics predictive models for learning the apex of COVID-19 confimed cases, recovered cases, and deaths evolution curves. In CRISP-DM life cycle, 75% of time is consumed only by data preparation phase causing lot of pressions and stress on scientists and data scientists building machine learning models. This paper aims to help reducing data preparation efforts by presenting detailed schemas design and data preparation technical scripts for formatting and storing Johns Hopkins University COVID-19 daily data in HBase NoSQL data store, and enabling HiveQL COVID-19 data querying in a relational Hive SQL-like style."
		},
		{
			"title": "Open access institutional and news media tweet dataset for COVID-19 social science research",
			"abstract": "As COVID-19 quickly became one of the most concerned global crisis, the demand for data in academic research is also increasing. Currently, there are several open access Twitter datasets, but none of them is dedicated to the institutional and news media Twitter data collection, to fill this blank, we retrieved data from 69 institutional/news media Twitter accounts, 17 of them were related to government and international organizations, 52 of them were news media across North America, Europe and Asia. We believe our open access data can provide researchers more availability to conduct social science research."
		},
		{
			"title": "The Twitter pandemic: The critical role of Twitter in the dissemination of medical information and misinformation during the COVID-19 pandemic",
			"abstract": "The Twitter pandemic: The critical role of Twitter in the dissemination of medical information and misinformation during the COVID-19 pandemic"
		},
		{
			"title": "Retweeting for COVID-19: Consensus building, information sharing, dissent, and lockdown life",
			"abstract": "Public attitudes towards COVID-19 and social distancing are critical in reducing its spread. It is therefore important to understand public reactions, information dissemination and consensus building in all major forms, including on social media. This study analyses the most retweeted posts on Twitter during 20 days in March to give insights into the issues that resonate with the public, and the role Twitter may play in social distancing campaigns. It reports a thematic analysis of English-language tweets March 10-29, 2020, mentioning COVID-19 or coronavirus and with over 100,000 retweets. These were extracted from a collection of 12 million. The main themes identified for the 87 qualifying tweets accounting for 14 million retweets were: lockdown life; attitude towards social restrictions; politics; safety messages; people with COVID-19; support for key workers; work; and COVID-19 facts/news. The results suggest that Twitter played many positive roles, mainly through unofficial tweets. For this, users shared social distancing information, helped build support for social distancing, criticised government responses, expressed support for key workers, and helped each other to cope with social isolation. Nevertheless, a few popular tweets not supporting social distancing show that government messages were not universally successful. Public health campaigns in future may consider encouraging grass roots social web activity to support campaign goals."
		},
		{
			"title": "COVID-19 Is a Data Science Issue",
			"abstract": "COVID-19 Is a Data Science Issue"
		},
		{
			"title": "An \"Infodemic\": Leveraging High-Volume Twitter Data to Understand Public Sentiment for the COVID-19 Outbreak",
			"abstract": "Background: Twitter has been used to track trends and disseminate health information during viral epidemics. On January 21, 2020, the CDC activated its Emergency Operations Center and the WHO released its first situation report about coronavirus disease 2019 (COVID-19), sparking significant media attention. How Twitter content and sentiment has evolved in the early stages of any outbreak, including the COVID-19 epidemic, has not been described. Objective: To quantify and understand early changes in Twitter activity, content, and sentiment about the COVID-19 epidemic. Design: Observational study. Setting: Twitter platform. Participants: All Twitter users who created or sent a message from January 14th to 28th, 2020. Measurements: We extracted tweets matching hashtags related to COVID-19 and measured frequency of keywords related to infection prevention practices, vaccination, and racial prejudice. We performed a sentiment analysis to identify emotional valence and predominant emotions. We conducted topic modeling to identify and explore discussion topics over time. Results: We evaluated 126,049 tweets from 53,196 unique users. The hourly number of COVID-19-related tweets starkly increased from January 21, 2020 onward. Nearly half (49.5%) of all tweets expressed fear and nearly 30% expressed surprise. The frequency of racially charged tweets closely paralleled the number of newly diagnosed cases of COVID-19. The economic and political impact of the COVID-19 was the most commonly discussed topic, while public health risk and prevention were among the least discussed. Conclusion: Tweets with negative sentiment and emotion parallel the incidence of cases for the COVID-19 outbreak. Twitter is a rich medium that can be leveraged to understand public sentiment in real-time and target public health messages based on user interest and emotion."
		},
		{
			"title": "Divergent modes of online collective attention to the COVID-19 pandemic are associated with future caseload variance",
			"abstract": "Using a random 10% sample of tweets authored from 2019-09-01 through 2020-03-25, we analyze the dynamic behavior of words (1-grams) used on Twitter to describe the ongoing COVID-19 pandemic. Across 24 languages, we find two distinct dynamic regimes: One characterizing the rise and subsequent collapse in collective attention to the initial Coronavirus outbreak in late January, and a second that represents March COVID-19-related discourse. Aggregating countries by dominant language use, we find that volatility in the first dynamic regime is associated with future volatility in new cases of COVID-19 roughly three weeks (average 22.7 $\\\\pm$ 2.17 days) later. Our results suggest that surveillance of change in usage of epidemiology-related words on social media may be useful in forecasting later change in disease case numbers, but we emphasize that our current findings are not causal or necessarily predictive"
		},
		{
			"title": "A large-scale COVID-19 Twitter chatter dataset for open scientific research -- an international collaboration",
			"abstract": "As the COVID-19 pandemic continues its march around the world, an unprecedented amount of open data is being generated for genetics and epidemiological research. The unparalleled rate at which many research groups around the world are releasing data and publications on the ongoing pandemic is allowing other scientists to learn from local experiences and data generated in the front lines of the COVID-19 pandemic. However, there is a need to integrate additional data sources that map and measure the role of social dynamics of such a unique world-wide event into biomedical, biological, and epidemiological analyses. For this purpose, we present a large-scale curated dataset of over 152 million tweets, growing daily, related to COVID-19 chatter generated from January 1st to April 4th at the time of writing. This open dataset will allow researchers to conduct a number of research projects relating to the emotional and mental responses to social distancing measures, the identification of sources of misinformation, and the stratified measurement of sentiment towards the pandemic in near real time."
		},
		{
			"title": "Assessing the risks of\\infodemics\\\"in response to COVID-19 epidemics\"",
			"abstract": "Our society is built on a complex web of interdependencies whose effects become manifest during extraordinary events such as the COVID-19 pandemic, with shocks in one system propagating to the others to an exceptional extent. We analyzed more than 100 millions Twitter messages posted worldwide in 64 languages during the epidemic emergency due to SARS-CoV-2 and classified the reliability of news diffused. We found that waves of unreliable and low-quality information anticipate the epidemic ones, exposing entire countries to irrational social behavior and serious threats for public health. When the epidemics hit the same area, reliable information is quickly inoculated, like antibodies, and the system shifts focus towards certified informational sources. Contrary to mainstream beliefs, we show that human response to falsehood exhibits early-warning signals that might be mitigated with adequate communication strategies."
		},
		{
			"title": "Measuring Emotions in the COVID-19 Real World Worry Dataset",
			"abstract": "The COVID-19 pandemic is having a dramatic impact on societies and economies around the world. With various measures of lockdowns and social distancing in place, it becomes important to understand emotional responses on a large scale. In this paper, we present the first ground truth dataset of emotional responses to COVID-19. We asked participants to indicate their emotions and express these in text and created the Real World Worry Dataset of 5,000 texts (2,500 short + 2,500 long texts). Our analyses suggest that emotional responses correlated with linguistic measures. Topic modeling further revealed that people in the UK worry about their family and the economic situation. Tweet-sized texts functioned as a call for solidarity, while longer texts shed light on worries and concerns. Using predictive modeling approaches, we were able to approximate the emotional responses of participants from text within 14\\\\% of their actual value. We encourage others to use the dataset and improve how we can use automated methods to learn about emotional responses and worries about an urgent problem."
		},
		{
			"title": "Large Arabic Twitter Dataset on COVID-19",
			"abstract": "The 2019 coronavirus disease (COVID-19), emerged late December 2019 in China, is now rapidly spreading across the globe. At the time of writing this paper, the number of global confirmed cases has passed two millions and half with over 180,000 fatalities. Many countries have enforced strict social distancing policies to contain the spread of the virus. This have changed the daily life of tens of millions of people, and urged people to turn their discussions online, e.g., via online social media sites like Twitter. In this work, we describe the first Arabic tweets dataset on COVID-19 that we have been collecting since January 1st, 2020. The dataset would help researchers and policy makers in studying different societal issues related to the pandemic. Many other tasks related to behavioral change, information sharing, misinformation and rumors spreading can also be analyzed."
		},
		{
			"title": "Google searches for the keywords of \"wash hands- predict the speed of national spread of COVID-19 outbreak among 21 countries",
			"abstract": "Abstract This study hypothesized that national population health literacy might reflect on their keywords searching. We applied Google searches for \"wash hands- and \"face mask- during January 19 to February 18 as a surrogate of national population health literacy among 21 countries, and examine whether google searches for \"wash hands- and \"face masks- would protect from increased numbers of confirmed cases of among 21 countries We found the increased google searches for \"wash hands- from January 19 to February 18, 2020, correlated with a lower spreading speed of COVID-19 from February 19 to March 10, 2020 among 21 countries (Pearson's correlation coefficient of -0.70, P < 0.001). The result highlights the importance of public awareness of hand washing in preventing COVID-19 disease spreading."
		},
		{
			"title": "Data Protection and Research: A vital challenge in the era of Covid-19 Pandemic",
			"abstract": "Data Protection and Research: A vital challenge in the era of Covid-19 Pandemic"
		},
		{
			"title": "Assessing the risks of \"infodemics\" in response to COVID-19 epidemics",
			"abstract": "Our society is built on a complex web of interdependencies whose effects become manifest during extraordinary events such as the COVID-19 pandemic, with shocks in one system propagating to the others to an exceptional extent. We analyzed more than 100 millions Twitter messages posted worldwide in 64 languages during the epidemic emergency due to SARS-CoV-2 and classified the reliability of news diffused. We found that waves of unreliable and low-quality information anticipate the epidemic ones, exposing entire countries to irrational social behavior and serious threats for public health. When the epidemics hit the same area, reliable information is quickly inoculated, like antibodies, and the system shifts focus towards certified informational sources. Contrary to mainstream beliefs, we show that human response to falsehood exhibits early-warning signals that might be mitigated with adequate communication strategies."
		},
		{
			"title": "Understanding the Socio-Economic Disruption in the United States during COVID-19's Early Days",
			"abstract": "In this paper, we collect and study Twitter communications to understand the socio-economic impact of COVID-19 in the United States during the early days of the pandemic. Our analysis reveals that COVID-19 gripped the nation during this time as is evidenced by the significant number of trending hashtags. With infections soaring rapidly, users took to Twitter asking people to self isolate and quarantine themselves. Users also demanded closure of schools, bars, and restaurants as well as lockdown of cities and states. The communications reveal the ensuing panic buying and the unavailability of some essential goods, in particular toilet paper. We also observe users express their frustration in their communications as the virus spread continued. We methodically collect a total of 530,206 tweets by identifying and tracking trending COVID-related hashtags. We then group the hashtags into six main categories, namely 1) General COVID, 2) Quarantine, 3) Panic Buying, 4) School Closures, 5) Lockdowns, and 6) Frustration and Hope, and study the temporal evolution of tweets in these hashtags. We conduct a linguistic analysis of words common to all the hashtag groups and specific to each hashtag group. Our preliminary study presents a succinct and aggregated picture of people's response to the pandemic and lays the groundwork for future fine-grained linguistic and behavioral analysis."
		},
		{
			"title": "ArCOV-19: The First Arabic COVID-19 Twitter Dataset with Propagation Networks",
			"abstract": "In this paper, we present ArCOV-19, an Arabic COVID-19 Twitter dataset that covers the period from 27th of January till 31st of March 2020. ArCOV-19 is the first publicly-available Arabic Twitter dataset covering COVID-19 pandemic that includes around 748k popular tweets (according to Twitter search criterion) alongside the propagation networks of the most-popular subset of them. The propagation networks include both retweets and conversational threads (i.e., threads of replies). ArCOV-19 is designed to enable research under several domains including natural language processing, information retrieval, and social computing, among others. Preliminary analysis shows that ArCOV-19 captures rising discussions associated with the first reported cases of the disease as they appeared in the Arab world. In addition to the source tweets and the propagation networks, we also release the search queries and the language-independent crawler used to collect the tweets to encourage the curation of similar datasets."
		},
		{
			"title": "Open Data Resources for Fighting COVID-19",
			"abstract": "We provide an insight into the open data resources pertinent to the study of the spread of Covid-19 pandemic and its control. We identify the variables required to analyze fundamental aspects like seasonal behaviour, regional mortality rates, and effectiveness of government measures. Open data resources, along with data-driven methodologies, provide many opportunities to improve the response of the different administrations to the virus. We describe the present limitations and difficulties encountered in most of the open-data resources. To facilitate the access to the main open-data portals and resources, we identify the most relevant institutions, at a world scale, providing Covid-19 information and/or auxiliary variables (demographics, mobility, etc.). We also describe several open resources to access Covid-19 data-sets at a country-wide level (i.e. China, Italy, Spain, France, Germany, U.S., etc.). In an attempt to facilitate the rapid response to the study of the seasonal behaviour of Covid-19, we enumerate the main open resources in terms of weather and climate variables. {\\\\bf CONCO-Team:} The authors of this paper belong to the CONtrol COvid-19 Team, which is composed of different researches from universities of Spain, Italy, France, Germany, United Kingdom and Argentina. The main goal of CONCO-Team is to develop data-driven methods for the better understanding and control of the pandemic."
		},
		{
			"title": "Online Information Search During COVID-19",
			"abstract": "Public information search data from sources such as Google Trends affords researchers a perspective on what society does not know, or what society wants to find out prompted by, or in response to, developments in societal communication and news media events. In times of crisis, online public information search thus offers a window into the most urgent concerns of, and demands by society. By extension, such data offers a window into upcoming, and currently pressing demands on businesses, policymakers and researchers. This research note aims to illustrate some of these themes with a visual-based overview of the current COVID-19 / Coronavirus crisis."
		},
		{
			"title": "Framing COVID-19: How we conceptualize and discuss the pandemic on Twitter",
			"abstract": "Doctors and nurses in these weeks are busy in the trenches, fighting against a new invisible enemy: Covid-19. Cities are locked down and civilians are besieged in their own homes, to prevent the spreading of the virus. War-related terminology is commonly used to frame the discourse around epidemics and diseases. Arguably the discourse around the current epidemic will make use of war-related metaphors too,not only in public discourse and the media, but also in the tweets written by non-experts of mass communication. We hereby present an analysis of the discourse around #Covid-19, based on a corpus of 200k tweets posted on Twitter during March and April 2020. Using topic modelling we first analyze the topics around which the discourse can be classified. Then, we show that the WAR framing is used to talk about specific topics, such as the virus treatment, but not others, such as the effects of social distancing on the population. We then measure and compare the popularity of the WAR frame to three alternative figurative frames (MONSTER, STORM and TSUNAMI) and a literal frame used as control (FAMILY). The results show that while the FAMILY literal frame covers a wider portion of the corpus, among the figurative framings WAR is the most frequently used, and thus arguably the most conventional one. However, we conclude, this frame is not apt to elaborate the discourse around many aspects involved in the current situation. Therefore, we conclude, in line with previous suggestions, a plethora of framing options, or a metaphor menu, may facilitate the communication of various aspects involved in the Covid-19-related discourse on the social media, and thus support civilians in the expression of their feelings, opinions and ideas during the current pandemic."
		},
		{
			"title": "CO.ME.T.A. -- covid-19 media textual analysis. A dashboard for media monitoring",
			"abstract": "The focus of this paper is to trace how mass media, particularly newspapers, have addressed the issues about the containment of contagion or the explanation of epidemiological evolution. We propose an interactive dashboard: CO.ME.T.A.. During crises it is important to shape the best communication strategies in order to respond to critical situations. In this regard, it is important to monitor the information that mass media and social platforms convey. The dashboard allows to explore the mining of contents extracted and study the lexical structure that links the main discussion topics. The dashboard merges together four methods: text mining, sentiment analysis, textual network analysis and latent topic models. Results obtained on a subset of documents show not only a health-related semantic dimension, but it also extends to social-economic dimensions."
		},
		{
			"title": "#COVID-19 on Twitter: Bots, Conspiracies, and Social Media Activism",
			"abstract": "With people moving out of physical public spaces due to containment measures to tackle the novel coronavirus (COVID-19) pandemic, online platforms become even more prominent tools to understand social discussion. Studying social media can be informative to assess how we are collectively coping with this unprecedented global crisis. However, social media platforms are also populated by bots, automated accounts that can amplify certain topics of discussion at the expense of others, possibly distorting the perception of the ongoing conversation. In this paper, we study 43.3M English tweets about COVID-19 and provide early evidence of the use of bots to promote political conspiracies in the US, but also as a tool to enable participatory activism to surface information that could otherwise be censored in China."
		},
		{
			"title": "Data Mining and Content Analysis of the Chinese Social Media Platform Weibo During the Early COVID-19 Outbreak: Retrospective Observational Infoveillance Study",
			"abstract": "BACKGROUND: The coronavirus disease (COVID-19) pandemic, which began in Wuhan, China in December 2019, is rapidly spreading worldwide with over 1.9 million cases as of mid-April 2020. Infoveillance approaches using social media can help characterize disease distribution and public knowledge, attitudes, and behaviors critical to the early stages of an outbreak. OBJECTIVE: The aim of this study is to conduct a quantitative and qualitative assessment of Chinese social media posts originating in Wuhan City on the Chinese microblogging platform Weibo during the early stages of the COVID-19 outbreak. METHODS: Chinese-language messages from Wuhan were collected for 39 days between December 23, 2019, and January 30, 2020, on Weibo. For quantitative analysis, the total daily cases of COVID-19 in Wuhan were obtained from the Chinese National Health Commission, and a linear regression model was used to determine if Weibo COVID-19 posts were predictive of the number of cases reported. Qualitative content analysis and an inductive manual coding approach were used to identify parent classifications of news and user-generated COVID-19 topics. RESULTS: A total of 115,299 Weibo posts were collected during the study time frame consisting of an average of 2956 posts per day (minimum 0, maximum 13,587). Quantitative analysis found a positive correlation between the number of Weibo posts and the number of reported cases from Wuhan, with approximately 10 more COVID-19 cases per 40 social media posts (P<.001). This effect size was also larger than what was observed for the rest of China excluding Hubei Province (where Wuhan is the capital city) and held when comparing the number of Weibo posts to the incidence proportion of cases in Hubei Province. Qualitative analysis of 11,893 posts during the first 21 days of the study period with COVID-19-related posts uncovered four parent classifications including Weibo discussions about the causative agent of the disease, changing epidemiological characteristics of the outbreak, public reaction to outbreak control and response measures, and other topics. Generally, these themes also exhibited public uncertainty and changing knowledge and attitudes about COVID-19, including posts exhibiting both protective and higher-risk behaviors. CONCLUSIONS: The results of this study provide initial insight into the origins of the COVID-19 outbreak based on quantitative and qualitative analysis of Chinese social media data at the initial epicenter in Wuhan City. Future studies should continue to explore the utility of social media data to predict COVID-19 disease severity, measure public reaction and behavior, and evaluate effectiveness of outbreak communication."
		},
		{
			"title": "Top Concerns of Tweeters During the COVID-19 Pandemic: Infoveillance Study",
			"abstract": "BACKGROUND: The recent coronavirus disease (COVID-19) pandemic is taking a toll on the world's health care infrastructure as well as the social, economic, and psychological well-being of humanity. Individuals, organizations, and governments are using social media to communicate with each other on a number of issues relating to the COVID-19 pandemic. Not much is known about the topics being shared on social media platforms relating to COVID-19. Analyzing such information can help policy makers and health care organizations assess the needs of their stakeholders and address them appropriately. OBJECTIVE: This study aims to identify the main topics posted by Twitter users related to the COVID-19 pandemic. METHODS: Leveraging a set of tools (Twitter's search application programming interface (API), Tweepy Python library, and PostgreSQL database) and using a set of predefined search terms (\"corona,- \"2019-nCov,- and \"COVID-19-), we extracted the text and metadata (number of likes and retweets, and user profile information including the number of followers) of public English language tweets from February 2, 2020, to March 15, 2020. We analyzed the collected tweets using word frequencies of single (unigrams) and double words (bigrams). We leveraged latent Dirichlet allocation for topic modeling to identify topics discussed in the tweets. We also performed sentiment analysis and extracted the mean number of retweets, likes, and followers for each topic and calculated the interaction rate per topic. RESULTS: Out of approximately 2.8 million tweets included, 167,073 unique tweets from 160,829 unique users met the inclusion criteria. Our analysis identified 12 topics, which were grouped into four main themes: origin of the virus; its sources; its impact on people, countries, and the economy; and ways of mitigating the risk of infection. The mean sentiment was positive for 10 topics and negative for 2 topics (deaths caused by COVID-19 and increased racism). The mean for tweet topics of account followers ranged from 2722 (increased racism) to 13,413 (economic losses). The highest mean of likes for the tweets was 15.4 (economic loss), while the lowest was 3.94 (travel bans and warnings). CONCLUSIONS: Public health crisis response activities on the ground and online are becoming increasingly simultaneous and intertwined. Social media provides an opportunity to directly communicate health information to the public. Health systems should work on building national and international disease detection and surveillance systems through monitoring social media. There is also a need for a more proactive and agile public health presence on social media to combat the spread of fake news."
		},
		{
			"title": "The Ivory Tower Lost: How College Students Respond Differently than the General Public to the COVID-19 Pandemic",
			"abstract": "Recently, the pandemic of the novel Coronavirus Disease-2019 (COVID-19) has presented governments with ultimate challenges. In the United States, the country with the highest confirmed COVID-19 infection cases, a nationwide social distancing protocol has been implemented by the President. For the first time in a hundred years since the 1918 flu pandemic, the US population is mandated to stay in their households and avoid public contact. As a result, the majority of public venues and services have ceased their operations. Following the closure of the University of Washington on March 7th, more than a thousand colleges and universities in the United States have cancelled in-person classes and campus activities, impacting millions of students. This paper aims to discover the social implications of this unprecedented disruption in our interactive society regarding both the general public and higher education populations by mining people's opinions on social media. We discover several topics embedded in a large number of COVID-19 tweets that represent the most central issues related to the pandemic, which are of great concerns for both college students and the general public. Moreover, we find significant differences between these two groups of Twitter users with respect to the sentiments they expressed towards the COVID-19 issues. To our best knowledge, this is the first social media-based study which focuses on the college student community's demographics and responses to prevalent social issues during a major crisis."
		},
		{
			"title": "Self-reported COVID-19 symptoms on Twitter: An analysis and a research resource",
			"abstract": "Objective To mine Twitter to quantitatively analyze COVID-19 symptoms self-reported by users, compare symptom distributions against clinical studies, and create a symptom lexicon for the research community. Materials and methods We retrieved tweets using COVID-19-related keywords, and performed several layers of semi-automatic filtering to curate self-reports of positive-tested users. We extracted COVID-19-related symptoms mentioned by the users, mapped them to standard IDs, and compared the distributions with multiple studies conducted in clinical settings. Results We identified 203 positive-tested users who reported 932 symptoms using 598 unique expressions. The most frequently-reported symptoms were fever/pyrexia (65%), cough (56%), body aches/pain (40%), headache (35%), fatigue (35%), and dyspnea (34%) amongst users who reported at least 1 symptom. Mild symptoms, such as anosmia (26%) and ageusia (24%) were frequently reported on Twitter, but not in clinical studies. Conclusion The spectrum of COVID-19 symptoms identified from Twitter may complement those identified in clinical settings."
		},
		{
			"title": "A Chronological and Geographical Analysis of Personal Reports of COVID-19 on Twitter",
			"abstract": "The rapidly evolving outbreak of COVID-19 presents challenges for actively monitoring its spread. In this study, we assessed a social media mining approach for automatically analyzing the chronological and geographical distribution of users in the United States reporting personal information related to COVID-19 on Twitter. The results suggest that our natural language processing and machine learning framework could help provide an early indication of the spread of COVID-19."
		},
		{
			"title": "Rapidly Bootstrapping a Question Answering Dataset for COVID-19",
			"abstract": "We present CovidQA, the beginnings of a question answering dataset specifically designed for COVID-19, built by hand from knowledge gathered from Kaggle's COVID-19 Open Research Dataset Challenge. To our knowledge, this is the first publicly available resource of its type, and intended as a stopgap measure for guiding research until more substantial evaluation resources become available. While this dataset, comprising 124 question-article pairs as of the present version 0.1 release, does not have sufficient examples for supervised machine learning, we believe that it can be helpful for evaluating the zero-shot or transfer capabilities of existing models on topics specifically related to COVID-19. This paper describes our methodology for constructing the dataset and presents the effectiveness of a number of baselines, including term-based techniques and various transformer-based models. The dataset is available at http://covidqa.ai/"
		},
		{
			"title": "A First Instagram Dataset on COVID-19",
			"abstract": "The novel coronavirus (COVID-19) pandemic outbreak is drastically shaping and reshaping many aspects of our life, with a huge impact on our social life. In this era of lockdown policies in most of the major cities around the world, we see a huge increase in people and professional engagement in social media. Social media is playing an important role in news propagation as well as keeping people in contact. At the same time, this source is both a blessing and a curse as the coronavirus infodemic has become a major concern, and is already a topic that needs special attention and further research. In this paper, we provide a multilingual coronavirus (COVID-19) Instagram dataset that we have been continuously collected since March 30, 2020. We are making our dataset available to the research community at Github. We believe that this contribution will help the community to better understand the dynamics behind this phenomenon in Instagram, as one of the major social media. This dataset could also help study the propagation of misinformation related to this outbreak."
		},
		{
			"title": "Towards Efficient COVID-19 CT Annotation: A Benchmark for Lung and Infection Segmentation",
			"abstract": "Accurate segmentation of lung and infection in COVID-19 CT scans plays an important role in the quantitative management of patients. Most of the existing studies are based on large and private annotated datasets that are impractical to obtain from a single institution, especially when radiologists are busy fighting the coronavirus disease. Furthermore, it is hard to compare current COVID-19 CT segmentation methods as they are developed on different datasets, trained in different settings, and evaluated with different metrics. In this paper, we created a COVID-19 3D CT dataset with 20 cases that contains 1800+ annotated slices and made it publicly available. To promote the development of annotation-efficient deep learning methods, we built three benchmarks for lung and infection segmentation that contain current main research interests, e.g., few-shot learning, domain generalization, and knowledge transfer. For a fair comparison among different segmentation methods, we also provide unified training, validation and testing dataset splits, and evaluation metrics and corresponding code. In addition, we provided more than 40 pre-trained baseline models for the benchmarks, which not only serve as out-of-the-box segmentation tools but also save computational time for researchers who are interested in COVID-19 lung and infection segmentation. To the best of our knowledge, this work presents the largest public annotated COVID-19 CT volume dataset, the first segmentation benchmark, and the most pre-trained models up to now. We hope these resources (\\\\url{https://gitee.com/junma11/COVID-19-CT-Seg-Benchmark}) could advance the development of deep learning methods for COVID-19 CT segmentation with limited data."
		},
		{
			"title": "CoronaVis: A Real-time COVID-19 Tweets Analyzer",
			"abstract": "The goal of ConronaVis is to use tweets as the information shared by the people to visualize topic modeling, study subjectivity and to model the human emotions during the COVID-19 pandemic. The main objective is to explore the psychology and behavior of the societies at large which can assist in managing the economic and social crisis during the ongoing pandemic as well as the after-effects of it. The novel coronavirus (COVID-19) pandemic forced people to stay at home to reduce the spread of the virus by maintaining the social distancing. However, social media is keeping people connected both locally and globally. People are sharing information (e.g. personal opinions, some facts, news, status, etc.) on social media platforms which can be helpful to understand the various public behavior such as emotions, sentiments, and mobility during the ongoing pandemic. In this paper, we describe the CoronaVis Twitter dataset (focused on the United States) that we have been collecting from early March 2020. The dataset is available to the research community at https://github.com/mykabir/COVID19. We would like to share this data with the hope that it will enable the community to find out more useful insights and create different applications and models to fight with COVID-19 pandemic and the future pandemics as well."
		},
		{
			"title": "Using smartphones and wearable devices to monitor behavioural changes during COVID-19",
			"abstract": "In the absence of a vaccine or effective treatment for COVID-19, countries have adopted Non-Pharmaceutical Interventions (NPIs) such as social distancing and full lockdown. An objective and quantitative means of monitoring the impact of, and compliance with, these interventions at a local level is urgently required. Here we explore the utility of the recently developed open-source mobile health platform RADAR-base as a toolbox to test the effect and response to NPIs aimed at limiting the spread of COVID- 19. We included 1062 participants recruited in Italy, Spain, Denmark, the UK and the Netherlands. We analysed phone GPS, phone usage data and Fitbit activity, heart rate, sleep, which were collected and managed by the RADAR-base platform. Daily features were derived reflecting mobility, functional measures, and phone usage. We visualised data using time series plots and performed statistical tests to assess differences in behaviour during baseline, pre- and post-lockdown periods. We found significant changes in behaviours between baseline/pre-lockdown and post- lockdown for all features except total sleep duration. In general, participants spent more time at home and travelled much less and were more active on their phones, interacting with others by using social apps. Nevertheless, the level of compliance across nations differed with Denmark showing attenuated changes in behaviour. Differences in the extracted features by country may reflect cultural differences as well as variations in communication and implementation of different NPIs. We have demonstrated that generalised open-source mobile health monitoring platforms such as RADAR-base which leverages data from wearables and mobile technologies are valuable tools for helping understand the behavioural impact of public health interventions implemented in response to infectious outbreaks such as COVID-19."
		},
		{
			"title": "Infodemiological Study Using Google Trends on Coronavirus Epidemic in Wuhan, China",
			"abstract": "The recent emergence of a new coronavirus (COVID-19) has gained a high cover in public media and worldwide news. The virus has caused a viral pneumonia in tens of thousands of people in Wuhan, a central city of China. This short paper gives a brief introduction on how the demand for information on this new epidemic is reported through Google Trends. The reported period is 31 December 2020 to 20 March 2020. The authors draw conclusions on current infodemiological data on COVID-19 using three main search keywords: coronavirus, SARS and MERS. Two approaches are set. First is the worldwide perspective, second - the Chinese one, which reveals that in China this disease in the first days was more often referred to SARS then to general coronaviruses, whereas worldwide, since the beginning, it is more often referred to coronaviruses."
		},
		{
			"title": "WeChat, a Chinese social media, may early detect the SARS-CoV-2 outbreak in 2019",
			"abstract": "We plotted daily data on the frequencies of keywords related to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from WeChat, a Chinese social media. Using 'Feidian', Chinese abbreviation for SARS, may detect the SARS-CoV-2 outbreak in 2019 two weeks earlier. WeChat offered a new approach to early detect disease outbreaks."
		},
		{
			"title": "Combination of Biodata Mining and Computational Modelling in Identification and Characterization of ORF1ab Polyprotein of SARS-CoV-2 Isolated from Oronasopharynx of an Iranian Patient",
			"abstract": "BACKGROUND: Coronavirus disease 2019 (COVID-19) is an emerging zoonotic viral infection, which was started in Wuhan, China, in December 2019 and transmitted to other countries worldwide as a pandemic outbreak. Iran is one of the top ranked countries in the tables of COVID-19-infected and -mortality cases that make the Iranian patients as the potential targets for diversity of studies including epidemiology, biomedical, biodata, and viral proteins computational modelling studies. RESULTS: In this study, we applied bioinformatic biodata mining methods to detect CDS and protein sequences of ORF1ab polyprotein of SARS-CoV-2 isolated from oronasopharynx of an Iranian patient. Then through the computational modelling and antigenicity prediction approaches, the identified polyprotein sequence was analyzed. The results revealed that the identified ORF1ab polyprotein belongs to a part of nonstructural protein 1 (nsp1) with the high antigenicity residues in a glycine-proline or hydrophobic amino acid rich domain. CONCLUSIONS: The results revealed that nsp1 as a virulence factor and crucial agent in spreading of the COVID-19 among the society can be a potential target for the future epidemiology, drug, and vaccine studies."
		},
		{
			"title": "Finding an Accurate Early Forecasting Model from Small Dataset: A Case of 2019-nCoV Novel Coronavirus Outbreak",
			"abstract": "Epidemic is a rapid and wide spread of infectious disease threatening many lives and economy damages. It is important to fore-tell the epidemic lifetime so to decide on timely and remedic actions. These measures include closing borders, schools, suspending community services and commuters. Resuming such curfews depends on the momentum of the outbreak and its rate of decay. Being able to accurately forecast the fate of an epidemic is an extremely important but difficult task. Due to limited knowledge of the novel disease, the high uncertainty involved and the complex societal-political factors that influence the widespread of the new virus, any forecast is anything but reliable. Another factor is the insufficient amount of available data. Data samples are often scarce when an epidemic just started. With only few training samples on hand, finding a forecasting model which offers forecast at the best efforts is a big challenge in machine learning. In the past, three popular methods have been proposed, they include 1) augmenting the existing little data, 2) using a panel selection to pick the best forecasting model from several models, and 3) fine-tuning the parameters of an individual forecastingmodel for the highest possible accuracy. In this paper, a methodology that embraces these three virtues of data mining from a small dataset is proposed..."
		},
		{
			"title": "Sentiment Analysis of Nationwide Lockdown due to COVID 19 Outbreak: Evidence from India",
			"abstract": "Sentiment Analysis of Nationwide Lockdown due to COVID 19 Outbreak: Evidence from India"
		},
		{
			"title": "Infoveillance based on Social Sensors to Analyze the impact of Covid19 in South American Population",
			"abstract": "Infoveillance is an application from Infodemiology field with the aim to monitor public health and create public policies. Social sensor is the people providing thought, ideas through electronic communication channels(i.e. Internet). The actual scenario is related to tackle the covid19 impact over the world, many countries have the infrastructure, scientists to help the growth and countries took actions to decrease the impact. South American countries have a different context about Economy, Health and Research, so Infoveillance can be a useful tool to monitor and improve the decisions and be more strategical. The motivation of this work is analyze the capital of Spanish Speakers Countries in South America using a Text Mining Approach with Twitter as data source. The preliminary results helps to understand what happens two weeks ago and opens the analysis from different perspectives i.e. Economics, Social."
		}
	]
}