{
	"Economics": [
		{
			"title": "Indian pharma threatened by COVID-19 shutdowns in China",
			"abstract": "As factories in China are closed, India is working to maintain supplies of active pharmaceutical ingredients. Patralekha Chatterjee reports from New Delhi. India supplies low-cost generic drugs to millions of people, both within and outside the country. But Indian pharmaceutical companies procure almost 70% of the active pharmaceutical ingredients (APIs) for their medicines from China, the world's leading producer and exporter of APIs by volume. As factories in China are closed to try to stem the coronavirus disease 2019 outbreak, pharmaceutical companies and the Indian Government are becoming concerned over the vulnerability of the Indian pharmaceutical supply chain."
		},
		{
			"title": "Covid-19: Trump proposes tax cuts and improved health insurance, but millions are not covered",
			"abstract": "The US president, Donald Trump, has proposed eliminating the payroll tax to ease the financial pain faced by US people and businesses owing to the covid-19 outbreak. He also suggested help for the country's cruise ship industry and airlines.1 The payroll tax, paid both by US employees and employers, provides funds for Social Security pensions, Medicare (health insurance for elderly people), and many other government programs. The tax brings in over a trillion dollars (Â£773bn; â‚¬883bn) a year and is an important part of the federal budget. New York, Massachusetts, and Connecticut have joined Washington state, California, Colorado, and Rhode Island in declaring states of emergency after cases of the virus increased. The president said that he had not been -¦"
		},
		{
			"title": "Market structure dynamics during COVID-19 outbreak",
			"abstract": "In this note, we discuss the impact of the COVID-19 outbreak from the perspective of the market-structure. We observe that the US market-structure has dramatically changed during the past four weeks and that the level of change has followed the number of infected cases reported in the USA. Presently, market-structure resembles most closely the structure during the middle of the 2008 crisis but there are signs that it may be starting to evolve into a new structure altogether. This is the first article of a series where we will be analyzing and discussing market-structure as it evolves to a state of further instability or, more optimistically, stabilization and recovery."
		},
		{
			"title": "The CoRisk-Index: A data-mining approach to identify industry-specific risk assessments related to COVID-19 in real-time",
			"abstract": "While the coronavirus spreads, governments are attempting to reduce contagion rates at the expense of negative economic effects. Market expectations plummeted, foreshadowing the risk of a global economic crisis and mass unemployment. Governments provide huge financial aid programmes to mitigate the economic shocks. To achieve higher effectiveness with such policy measures, it is key to identify the industries that are most in need of support. In this study, we introduce a data-mining approach to measure industry-specific risks related to COVID-19. We examine company risk reports filed to the U.S. Securities and Exchange Commission (SEC). This alternative data set can complement more traditional economic indicators in times of the fast-evolving crisis as it allows for a real-time analysis of risk assessments. Preliminary findings suggest that the companies' awareness towards corona-related business risks is ahead of the overall stock market developments. Our approach allows to distinguish the industries by their risk awareness towards COVID-19. Based on natural language processing, we identify corona-related risk topics and their perceived relevance for different industries. The preliminary findings are summarised as an up-to-date online index. The CoRisk-Index tracks the industry-specific risk assessments related to the crisis, as it spreads through the economy. The tracking tool is updated weekly. It could provide relevant empirical data to inform models on the economic effects of the crisis. Such complementary empirical information could ultimately help policymakers to effectively target financial support in order to mitigate the economic shocks of the crisis."
		},
		{
			"title": "The propagation of the economic impact through supply chains: The case of a mega-city lockdown against the spread of COVID-19",
			"abstract": "This study quantifies the economic effect of a possible lockdown of Tokyo to prevent spread of COVID-19. The negative effect of the lockdown may propagate to other regions through supply chains because of shortage of supply and demand. Applying an agent-based model to the actual supply chains of nearly 1.6 million firms in Japan, we simulate what would happen to production activities outside Tokyo when production activities that are not essential to citizens' survival in Tokyo were shut down for a certain period. We find that when Tokyo is locked down for a month, the indirect effect on other regions would be twice as large as the direct effect on Tokyo, leading to a total production loss of 27 trillion yen in Japan, or 5.3% of its annual GDP. Although the production shut down in Tokyo accounts for 21% of the total production in Japan, the lockdown would result in a reduction of the daily production in Japan by 86% in a month."
		},
		{
			"title": "Grandpa, grandpa, tell me the one about Bitcoin being a safe haven: Evidence from the COVID-19 pandemics",
			"abstract": "Bitcoin being a safe haven asset is one of the traditional stories in the cryptocurrency community. However, during its existence and relevant presence, i.e. approximately since 2013, there has been no severe situation on the financial markets globally to prove or disprove this story until the COVID-19 pandemics. We study the quantile correlations of Bitcoin and two benchmarks -- S\\\\&P500 and VIX -- and we make comparison with gold as the traditional safe haven asset. The Bitcoin safe haven story is shown and discussed to be unsubstantiated and far-fetched, while gold comes out as a clear winner in this contest."
		},
		{
			"title": "Economic sanctions and Iran's capacity to respond to COVID-19",
			"abstract": "Economic sanctions and Iran's capacity to respond to COVID-19"
		},
		{
			"title": "Death and contagious infectious diseases: Impact of the COVID-19 virus on stock market returns",
			"abstract": "Abstract This study investigates whether contagious infectious diseases affect stock market outcomes. As a natural experiment, we use panel data regression analysis to measure the effect of the COVID-19 virus, which is a contagious infectious disease, on the Chinese stock market. The findings indicate that both the daily growth in total confirmed cases and in total cases of death caused by COVID-19 have significant negative effects on stock returns across all companies."
		},
		{
			"title": "Is the epidemic spread related to GDP? Visualizing the distribution of COVID-19 in Chinese Mainland",
			"abstract": "In December 2019, COVID-19 were detected in Wuhan City, Hubei Province of China. SARS-CoV-2 rapidly spread to the whole Chinese mainland with the people during the Chinese Spring Festival Travel Rush. As of 19 February 2020, 74576 confirmed cases of COVID-19 had been reported in Chinese Mainland. What kind of cities have more confirmed cases, and is there any relationship between GDP and confirmed cases? In this study, we explored the relationship between the confirmed cases of COVID-19 and GDP at the prefectural-level, found a positive correlation between them. This finding warns high GDP areas should pay more prevention and control efforts when an epidemic outbreak, as they have greater risks than other areas nearby."
		},
		{
			"title": "Evidence of economic segregation from mobility lockdown during COVID-19 epidemic",
			"abstract": "In response to the COVID-19 pandemic, National governments have applied lockdown restrictions to reduce the infection rate. We perform a massive analysis on near real-time Italian data provided by Facebook to investigate how lockdown strategies affect economic conditions of individuals and local governments. We model the change in mobility as an exogenous shock similar to a natural disaster. We identify two ways through which mobility restrictions affect Italian citizens. First, we find that the impact of lockdown is stronger in municipalities with higher fiscal capacity. Second, we find a segregation effect, since mobility restrictions are stronger in municipalities for which inequality is higher and where individuals have lower income per capita."
		},
		{
			"title": "COVID-19 and finance: Agendas for future research",
			"abstract": "Abstract This paper highlights the enormous economic and social impact of COVID-19 with respect to articles that have either prognosticated such a large-scale event, and its economic consequences, or have assessed the impacts of other epidemics and pandemics. A consideration of possible impacts of COVID-19 on financial markets and institutions, either directly or indirectly, is briefly outlined by drawing on a variety of literatures. A consideration of the characteristics of COVID-19, along with what research suggests have been the impacts of other past events that in some ways roughly parallel COVID-19, points toward avenues of future investigation."
		},
		{
			"title": "Financial markets under the global pandemic of COVID-19",
			"abstract": "Abstract The rapid spread of coronavirus (COVID-19) has dramatically impacted financial markets all over the world. It has created an unprecedented level of risk, causing investors to suffer significant loses in a very short period of time. This paper aims to map the general patterns of country-specific risks and systemic risks in the global financial markets. It also analyses the potential consequence of policy interventions, such as the US' decision to implement a zero-percent interest rate and unlimited quantitative easing (QE), and how these policies may introduce further uncertainties into global financial markets."
		},
		{
			"title": "The Socio-Economic Implications of the Coronavirus and COVID-19 Pandemic: A Review",
			"abstract": "Abstract The COVID-19 pandemic has resulted in over 1.4 million confirmed cases and over 83,000 deaths globally. It has also sparked fears of an impending economic crisis and recession. Social distancing, self-isolation and travel restrictions forced a decrease in the workforce across all economic sectors and caused many jobs to be lost. Schools have closed down, and the need of commodities and manufactured products has decreased. In contrast, the need for medical supplies has significantly increased. The food sector has also seen a great demand due to panic-buying and stockpiling of food products. In response to this global outbreak, we summarise the socio-economic effects of COVID-19 on individual aspects of the world economy."
		},
		{
			"title": "Economic Recovery After the COVID-19 Pandemic: Resuming Elective Orthopedic Surgery and Total Joint Arthroplasty",
			"abstract": "Abstract Background The economic effects of the COVID-19 crisis are not like anything the U.S. health care system has ever experienced. Methods As we begin to emerge from the peak of the COVID-19 pandemic, we need to plan the sustainable resumption of elective procedures. We must first ensure the safety of our patients and surgical staff. It must be a priority to monitor the availability of supplies for the continued care of patients suffering from COVID-19. As we resume elective orthopedic surgery and total joint arthroplasty, we must begin to reduce expenses by renegotiating vendor contracts, use ambulatory surgery centers and hospital outpatient departments in a safe and effective manner, adhere to strict evidence-based and COVID-19-adjusted practices, and incorporate telemedicine and other technology platforms when feasible for health care systems and orthopedic groups to survive economically. Results The return to normalcy will be slow and may be different than what we are accustomed to, but we must work together to plan a transition to a more sustainable health care reality which accommodates a COVID-19 world. Conclusion Our goal should be using these lessons to achieve a healthy and successful 2021 fiscal year."
		},
		{
			"title": "Managing COVID-19 Pandemic without Destructing the Economy",
			"abstract": "We analyze an approach to managing the COVID-19 pandemic without shutting down the economy while staying within the capacity of the healthcare system. We base our analysis on a detailed heterogeneous epidemiological model, which takes into account different population groups and phases of the disease, including incubation, infection period, hospitalization, and treatment in the intensive care unit (ICU). We model the healthcare capacity as the total number of hospital and ICU beds for the whole country. We calibrate the model parameters to data reported in several recent research papers. For high- and low-risk population groups, we calculate the number of total and intensive care hospitalizations, and deaths as functions of time. The main conclusion is that countries, which enforce reasonable hygienic measures on time can avoid lockdowns throughout the pandemic provided that the number of spare ICU beds per million is above the threshold of about 100. In countries where the total number of ICU beds is below this threshold, a limited period quarantine to specific high-risk groups of the population suffices. Furthermore, in the case of an inadequate capacity of the healthcare system, we incorporate a feedback loop and demonstrate that quantitative impact of the lack of ICU units on the death curve. In the case of inadequate ICU beds, full- and partial-quarantine scenarios outcomes are almost identical, making it unnecessary to shut down the whole economy. We conclude that only a limited-time quarantine of the high-risk group might be necessary, while the rest of the economy can remain operational."
		},
		{
			"title": "COVID-19: Financial Stress Test for Academic Medical Centers",
			"abstract": "The coronavirus pandemic (COVID-19) is having profound effects on the lives and well-being of the world's population. All levels of the nation's public health and health care delivery systems are rapidly adjusting to secure the health infrastructure to manage the pandemic in the United States. As the nation's safety net health care systems, academic medical centers (AMCs) are vital clinical and academic resources in managing the pandemic. COVID-19 may also risk the financial underpinnings of AMCs because their cost structures are high, and they may have incurred large amounts of debt over the last decade as they expanded their clinical operations and facilities. This Invited Commentary reviews existing data on AMC debt levels; summarizes relief provided in the Coronavirus Aid, Relief, and Economic Security Act; and suggests policy options to help mitigate risk."
		},
		{
			"title": "SutteARIMA: Short-term forecasting method, a case: Covid-19 and stock market in Spain",
			"abstract": "Abstract The purpose of our research is to predict the short-term of confirmed cases of covid-19 and IBEX in Spain by using SutteARIMA method. Covid-19 Spanish confirmed data obtained from Worldometer and Spain Stock Market data (IBEX 35) data obtained from Yahoo Finance. Data starts from 12 February 2020-09 April 2020 (the date on Covid-19 was detected in Spain). The data from 12 February 2020-02 April 2020 using to fitting with data from 03 April - 09 April 2020. Based on the fitting data, we can doing short forecast for 3 future period (10 April - 12 April 2020 for Covid-19 and 14 April - 16 April 2020 for IBEX). In this study, the SutteARIMA method will be used. For the evaluation of the forecasting methods we applied forecasting accuracy measures, mean absolute percentage error (MAPE). Based on the results of ARIMA and SutteARIMA forecasting methods, we conclude that the SutteARIMA method is most suitable than ARIMA to calculate the daily forecasts of confirmed cases of Covid-19 and IBEX in Spain. The MAPE value of 0.1905 (smaller than 0.04 compared to MAPE value of ARIMA) for confirmed cases of Covid-19 in Spain and 0,0202 for IBEX stock. At the end of the analysis, using the SutteARIMA method, we calculate daily forecasts of confirmed cases of Covid-19 in Spain from 10 April 2020 until 12 April 2020 and Spain Stock Market from 14 April until 16 April 2020."
		},
		{
			"title": "Examining Lead-Lag Relationships In-Depth, With Focus On FX Market As Covid-19 Crises Unfolds",
			"abstract": "The lead-lag relationship plays a vital role in financial markets. It is the phenomenon where a certain price-series lags behind and partially replicates the movement of leading time-series. The present research proposes a new technique which helps better identify the lead-lag relationship empirically. Apart from better identifying the lead-lag path, the technique also gives a measure for adjudging closeness between financial time-series. Also, the proposed measure is closely related to correlation, and it uses Dynamic Programming technique for finding the optimal lead-lag path. Further, it retains most of the properties of a metric, so much so, it is termed as loose metric. Tests are performed on Synthetic Time Series (STS) with known lead-lag relationship and comparisons are done with other state-of-the-art models on the basis of significance and forecastability. The proposed technique gives the best results in both the tests. It finds paths which are all statistically significant, and its forecasts are closest to the target values. Then, we use the measure to study the topology evolution of the Foreign Exchange market, as the COVID-19 pandemic unfolds. Here, we study the FX currency prices of 29 prominent countries of the world. It is observed that as the crises unfold, all the currencies become strongly interlinked to each other. Also, USA Dollar starts playing even more central role in the FX market. Finally, we mention several other application areas of the proposed technique for designing intelligent systems."
		},
		{
			"title": "Inside the Mind of Investors During the COVID-19 Pandemic: Evidence from the StockTwits Data",
			"abstract": "We study the investor beliefs, sentiment and disagreement, about stock market returns during the COVID-19 pandemic using a large number of messages of investors on a social media investing platform, \\\\textit{StockTwits}. The rich and multimodal features of StockTwits data allow us to explore the evolution of sentiment and disagreement within and across investors, sectors, and even industries. We find that the sentiment (disagreement) has a sharp decrease (increase) across all investors with any investment philosophy, horizon, and experience between February 19, 2020, and March 23, 2020, where a historical market high followed by a record drop. Surprisingly, these measures have a sharp reverse toward the end of March. However, the performance of these measures across various sectors is heterogeneous. Financial and healthcare sectors are the most pessimistic and optimistic divisions, respectively."
		},
		{
			"title": "COVID-19 polymerase chain reaction testing before endoscopy: an economic analysis",
			"abstract": "Abstract Background and Aims The COVID-19 pandemic has limited endoscopy utilization, causing significant health and economic losses. We aim to model the impact of PCR testing into resuming endoscopy practice. Methods We performed a retrospective review of endoscopy utilization during the COVID-19 pandemic for a baseline reference. A computer model compared 3 approaches-•Strategy 1: endoscopy for urgent indications only; Strategy 2: testing for semi-urgent indications; and Strategy 3: testing all patients. Analysis was made under current COVID-19 prevalence, and projected prevalence of 5% and 10%. Primary outcomes were number of procedures performed/cancelled. Secondary outcomes were direct costs, reimbursement, personal protective equipment used and personnel infected. Disease prevalence, testing accuracy, and costs were obtained from literature. Results During the COVID-19 pandemic, endoscopy volume was 12.7% of expected. Strategy 2 and 3 were safe and effective interventions to resume endoscopy in semi-urgent and elective cases. Investing 22USD and 105USD in testing per patient allowed completing 19.4% and 95.3% of baseline endoscopies respectively. False negative results were seen after testing 4,700 patients (or 3 months applying Strategy 2 in our practice). Implementing PCR testing over 1 week in United States would require 13 and 64 million USD, with a return of 165 and 767 million USD to providers, leaving 65 and 325 health care workers infected. Conclusion PCR testing is an effective strategy to restart endoscopic practice in United States. PCR screening should be implemented during the second phase of the pandemic, once the healthcare system is able to test and isolate all suspected COVID-19 cases."
		},
		{
			"title": "COVID-19 Financial Resources for Physicians",
			"abstract": "Abstract The appropriate focus in dealing with the COVID-19 pandemic in the United States has been addressing access and delivery of care to the population impacted by the outbreak. All sectors of the U.S economy have been significantly impacted including physicians. Physician groups of all specialties and sizes have experienced the financial impact of the pandemic. Hospitals have received billions of dollars to support and enable them to handle emergencies and cover the cost of the disruption. However, many Vascular Surgeons are under great financial pressure because of postponement of all non-emergency procedures. The Federal Government has announced a myriad of programs in the form of grants and loans to reimburse physicians for some expenses and loss of revenue. It is more than likely that unless the public health emergency subsides significantly, many practices will suffer dire consequences without additional financial assistance. We attempt to provide a concise listing of such programs and resources available to assist Vascular Surgeons who are small businesses in accessing these opportunities."
		},
		{
			"title": "US Equity Risk Premiums during the COVID-19 Pandemic",
			"abstract": "We study equity risk premiums in the United States during the COVID-19 pandemic."
		},
		{
			"title": "Impact on biometrics of Covid-19",
			"abstract": "At this time of global concern for the health of our loved ones, communities and workplaces, ABI Research analysts have assessed the likely short and long-term impacts that the global Covid-19 pandemic will have on the biometrics and related technology markets. Beyond the significant cost to human life due to the pandemic, it can be argued that Covid-19 will also have a significant and long-term impact on biometrics companies, developers, investors and customers."
		},
		{
			"title": "Economic impacts of Wuhan 2019-nCoV on China and the world",
			"abstract": "Uncertainties over the Wuhan 2019 Novel Coronavirus (2019-nCoV), which has killed 1,017 people and sickened more than 43,100 as of Feb 11,(1) has interrupted global trade and supply chains, depressed asset prices, and forced multinational businesses to make hard decisions with limited information. This article is protected by copyright. All rights reserved."
		}
	]
}