{
	"Maths&Stats": [
		{
			"title": "Early estimation of the case fatality rate of COVID-19 in mainland China: a data-driven analysis",
			"abstract": "BACKGROUND: An ongoing outbreak of pneumonia caused by a novel coronavirus [severe acute respiratory syndrome coronavirus (SARS-CoV)-2], named COVID-19, hit a major city of China, Wuhan in December 2019 and subsequently spread to other provinces/regions of China and overseas. Several studies have been done to estimate the basic reproduction number in the early phase of this outbreak, yet there are no reliable estimates of case fatality rate (CFR) for COVID-19 to date. METHODS: In this study, we used a purely data-driven statistical method to estimate the CFR in the early phase of the COVID-19 outbreak. Daily numbers of laboratory-confirmed COVID-19 cases and deaths were collected from January 10 to February 3, 2020 and divided into three clusters: Wuhan city, other cities of Hubei province, and other provinces of mainland China. Simple linear regression model was applied to estimate the CFR from each cluster. RESULTS: We estimated that CFR during the first weeks of the epidemic ranges from 0.15% (95% CI: 0.12-0.18%) in mainland China excluding Hubei through 1.41% (95% CI: 1.38-1.45%) in Hubei province excluding the city of Wuhan to 5.25% (95% CI: 4.98-5.51%) in Wuhan. CONCLUSIONS: Our early estimates suggest that the CFR of COVID-19 is lower than the previous coronavirus epidemics caused by SARS-CoV and Middle East respiratory syndrome coronavirus (MERS-CoV)."
		},
		{
			"title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
			"abstract": "Background: An outbreak of the novel coronavirus SARS-CoV-2 has led to 46,997 confirmed cases as of 13th February 2020. Understanding the early transmission dynamics of the infection and evaluating the effectiveness of control measures is crucial for assessing the potential for sustained transmission to occur in new areas. Methods: We combined a stochastic transmission model with data on cases of novel coronavirus disease (COVID-19) in Wuhan and international cases that originated in Wuhan to estimate how transmission had varied over time during January and February 2020. Based on these estimates, we then calculated the probability that newly introduced cases might generate outbreaks in other areas. Findings: We estimated that the median daily reproduction number, Rt , declined from 2.35 (95% CI: 1.15-4.77) one week before travel restrictions were introduced on 23rd January to 1.05 (95% CI: 0.413-2.39) one week after. Based on our estimates of Rt,we calculated that in locations with similar transmission potential as Wuhan in early January, once there are at least four independently introduced cases, there is a more than 50% chance the infection will establish within that population. Interpretation: Our results show that COVID-19 transmission likely declined in Wuhan during late January 2020, coinciding with the introduction of control measures. As more cases arrive in international locations with similar transmission potential to Wuhan pre-control, it is likely many chains of transmission will fail to establish initially, but may still cause new outbreaks eventually."
		},
		{
			"title": "Data-Based Analysis, Modelling and Forecasting of the COVID-19 outbreak",
			"abstract": "Since the first suspected case of coronavirus disease-2019 (COVID-19) on December 1st, 2019, in Wuhan, Hubei Province, China, a total of 40,235 confirmed cases and 909 deaths have been reported in China up to February 10, 2020, evoking fear locally and internationally. Here, based on the publicly available epidemiological data for Hubei, China from January 11 to February 10, 2020, we provide estimates of the main epidemiological parameters. In particular, we provide an estimation of the case fatality and case recovery ratios, along with their 90% confidence intervals as the outbreak evolves. On the basis of a Susceptible-Infected-Recovered-Dead (SIDR) model, we provide estimations of the basic reproduction number (R0), and the per day infection mortality and recovery rates. By calibrating the parameters of the SIRD model to the reported data, we also attempt to forecast the evolution of the of the outbreak at the epicenter three weeks ahead, i.e. until February 29. As the number of infected individuals, especially of those with asymptomatic or mild courses, is suspected to be much higher than the official numbers, which can be considered only as a subset of the actual numbers of infected and recovered cases in the total population, we have repeated the calculations under a second scenario that considers twenty times the number of confirmed infected cases and forty times the number of recovered, leaving the number of deaths unchanged. Based on the reported data, the expected value of R0 as computed considering the period from the 11th of January until the 18th of January, using the official counts of confirmed cases was found to be ~4.6, while the one computed under the second scenario was found to be ~3.2. Thus, based on the SIRD simulations, the estimated average value of R0 was found to be ~2.6 based on confirmed cases and ~2 based on the second scenario. Our forecasting flashes a note of caution for the presently unfolding outbreak in China. Based on the official counts for confirmed cases, the simulations suggest that the cumulative number of infected could reach 180,000 (with lower bound of 45,000) by February 29. Regarding the number of deaths, simulations forecast that on the basis of the up to the 10th of February reported data, the death toll might exceed 2,700 (as a lower bound) by February 29. Our analysis further reveals a significant decline of the case fatality ratio from January 26 to which various factors may have contributed, such as the severe control measures taken in Hubei, China (e.g. quarantine and hospitalization of infected individuals), but mainly because of the fact that the actual cumulative numbers of infected and recovered cases in the population most likely are much higher than the reported ones. Thus, in a scenario where we have taken twenty times the confirmed number of infected and forty times the confirmed number of recovered cases, the case fatality ratio is around 0.15% in the total population. Importantly, based on this scenario, simulations suggest a slow down of the outbreak in Hubei at the end of February."
		},
		{
			"title": "Insights from early mathematical models of 2019-nCoV acute respiratory disease (COVID-19) dynamics",
			"abstract": "In December 2019, a novel coronavirus (SARS-CoV-2) has been identified to cause acute respiratory disease in humans. An outbreak of this disease has been reported in mainland China with the city of Wuhan as the recognized epicenter. The disease has also been exported to other countries, including the Philippines, but the level of spread is still under control (as of 08 February 2020). To describe and predict the dynamics of the disease, several preliminary mathematical models are formulated by various international study groups. Here, the insights that can be drawn from these models are discussed, especially as inputs for designing strategies to control the epidemics. Proposed model-based strategies on how to prevent the spread of the disease in local setting, such as during large social gatherings, are also presented. The model shows that the exposure time is a significant factor in spreading the disease. With a basic reproduction number equal to 2, and 14-day infectious period, an infected person staying more than 9 hours in the event could infect other people. Assuming the exposure time is 18 hours, the model recommends that attendees of the social gathering should have a protection with more than 70 percent effectiveness."
		},
		{
			"title": "Estimating the Case Fatality Risk of COVID-19 using Cases from Outside China",
			"abstract": "There is large uncertainty around the case fatality risk (CFR) for COVID-19 in China. Therefore, we considered symptomatic cases outside of China (countries/settings with 20+ cases) and the proportion who are in intensive care units (4.0%, 14/349 on 13 February 2020). Given what is known about CFRs for ICU patients with severe respiratory conditions from a meta-analysis, we estimated a CFR of 1.37% (95%CI: 0.57% to 3.22%) for COVID-19 cases outside of China."
		},
		{
			"title": "Epidemic analysis of COVID-19 in China by dynamical modeling",
			"abstract": "The outbreak of the novel coronavirus (2019-nCoV) epidemic has attracted world- wide attention. Herein, we propose a mathematical model to analyzes this epidemic, based on a dynamic mechanism that incorporating the intrinsic impact of hidden la- tent and infectious cases on the entire process of transmission. Meanwhile, this model is validated by data correlation analysis, predicting the recent public data, and back- tracking, as well as sensitivity analysis. The dynamical model reveals the impact of various measures on the key parameters of the epidemic. According to the public data of NHCs from 01/20 to 02/09, we predict the epidemic peak and possible end time for 5 different regions. The epidemic in Beijing and Shanghai, Mainland/Hubei and Hubei/Wuhan, are expected to end before the end of February, and before mid- March respectively. The model indicates that, the outbreak in Wuhan is predicted to be ended in the early April. As a result, more effective policies and more efforts on clinical research are demanded. Moreover, through the backtracking simulation, we infer that the outbreak of the epidemic in Mainland/Hubei, Hubei/Wuhan, and Wuhan can be dated back to the end of December 2019 or the beginning of January 2020."
		},
		{
			"title": "A Note on COVID-19 Diagnosis Number Prediction Model in China",
			"abstract": "Importance: To predict the diagnosed COVID-19 patients and the trend of the epidemic in China. It may give the public some scientific information to ease the fear of the epidemic. Objective: In December 2019, pneumonia infected with the novel coronavirus burst in Wuhan, China. We aimed to use a mathematical model to predict number of diagnosed patients in future to ease anxiety on the emergent situation. Design: According to all diagnosis number from WHO website and combining with the transmission mode of infectious diseases, the mathematical model was fitted to predict future trend of outbreak. Setting: Our model was based on the epidemic situation in China, which could provide referential significance for disease prediction in other countries, and provide clues for prevention and intervention of relevant health authorities. Participants: In this retrospective, all diagnosis number from Jan 21 to Feb 10, 2020 reported from China was included and downloaded from WHO website. Main Outcome(s) and Measure(s): We develop a simple but accurate formula to predict the next day diagnosis number:N_i/N_(i-1) =[(N_(i-1)/N_(i-2) )]^Î±ï¼Œwhere Ni is the total diagnosed patient till the ith day, and Î± was estimated as 0.904 at Feb 10. Results: Based on this model, it is predicted that the rate of disease infection will decrease exponentially. The total number of infected people is limited; thus, the disease will have limited impact. However, new diagnosis will last to March. Conclusions and Relevance: Through the establishment of our model, we can better predict the trend of the epidemic in China."
		},
		{
			"title": "Estimate the incubation period of coronavirus 2019 (COVID-19)",
			"abstract": "Motivation: Wuhan pneumonia is an acute infectious disease caused by the 2019 novel coronavirus (COVID-19). It is being treated as a Class A infectious disease though it was classified as Class B according to the Infectious Disease Prevention Act of China. Accurate estimation of the incubation period of the coronavirus is essential to the prevention and control. However, it remains unclear about its exact incubation period though it is believed that symptoms of COVID-19 can appear in as few as 2 days or as long as 14 or even more after exposure. The accurate incubation period calculation requires original chain-of-infection data that may not be fully available in the Wuhan regions. In this study, we aim to accurately calculate the incubation period of COVID-19 by taking advantage of the chain-of-infection data, which is well-documented and epidemiologically informative, outside the Wuhan regions. Methods: We acquired and collected officially reported COVID-19 data from 10 regions in China except for Hubei province. To achieve the accurate calculation of the incubation period, we only involved the officially confirmed cases with a clear history of exposure and time of onset. We excluded those without relevant epidemiological descriptions, working or living in Wuhan for a long time, or hard to determine the possible exposure time. We proposed a Monte Caro simulation approach to estimate the incubation of COVID-19 as well as employed nonparametric ways. We also employed manifold learning and related statistical analysis to decipher the incubation relationships between different age/gender groups. Result: The incubation period of COVID-19 did not follow general incubation distributions such as lognormal, Weibull, and Gamma distributions. We estimated that the mean and median of its incubation were 5.84 and 5.0 days via bootstrap and proposed Monte Carlo simulations. We found that the incubation periods of the groups with age>=40 years and age<40 years demonstrated a statistically significant difference. The former group had a longer incubation period and a larger variance than the latter. It further suggested that different quarantine time should be applied to the groups for their different incubation periods. Our machine learning analysis also showed that the two groups were linearly separable. incubation of COVID-19 along with previous statistical analysis. Our results further indicated that the incubation difference between males and females did not demonstrate a statistical significance."
		},
		{
			"title": "Prediction of the Epidemic of COVID-19 Based on Quarantined Surveillance in China",
			"abstract": "Background and Objective: To predict the epidemic of COVID-19 based on quarantined surveillance from real world in China by modified SEIR model different from the previous simply mathematical model. Design and Methods: We forecasted the epidemic of COVID-19 based on current clinical and epidemiological data and built a modified SEIR model to consider both the infectivity during incubation period and the influence on the epidemic from strict quarantined measures. Results: The peak time of the curve for the infected newly diagnosed as COVID-19 should substantially present on Feb.5,2020(in non-Hubei areas) and Feb.19,2020(in Hubei. It is estimated that the peak of the curve of the cumulative confirmed cases will appear in non-Hubei areas on Mar.3,2020 and in Hubei province on Mar.10,2020,and the total number of the patients diagnosed as COVID-19 is 18,000 in non-Hubei areas and 78,000-96,000 in Hubei.The Chinese COVID-19 epidemic can be completely controlled in May,2020. Conclusions: COVID-19 is only a local outbreak in Hubei Province,China.It can be probably avoided the pandemic of global SARS-CoV-2 cases rise with the great efforts by Chinese government and its people."
		},
		{
			"title": "Optimization Method for Forecasting Confirmed Cases of COVID-19 in China",
			"abstract": "In December 2019, a novel coronavirus, called COVID-19, was discovered in Wuhan, China, and has spread to different cities in China as well as to 24 other countries. The number of confirmed cases is increasing daily and reached 34,598 on 8 February 2020. In the current study, we present a new forecasting model to estimate and forecast the number of confirmed cases of COVID-19 in the upcoming ten days based on the previously confirmed cases recorded in China. The proposed model is an improved adaptive neuro-fuzzy inference system (ANFIS) using an enhanced flower pollination algorithm (FPA) by using the salp swarm algorithm (SSA). In general, SSA is employed to improve FPA to avoid its drawbacks (i.e., getting trapped at the local optima). The main idea of the proposed model, called FPASSA-ANFIS, is to improve the performance of ANFIS by determining the parameters of ANFIS using FPASSA. The FPASSA-ANFIS model is evaluated using the World Health Organization (WHO) official data of the outbreak of the COVID-19 to forecast the confirmed cases of the upcoming ten days. More so, the FPASSA-ANFIS model is compared to several existing models, and it showed better performance in terms of Mean Absolute Percentage Error (MAPE), Root Mean Squared Relative Error (RMSRE), Root Mean Squared Relative Error (RMSRE), coefficient of determination ([Formula: see text]), and computing time. Furthermore, we tested the proposed model using two different datasets of weekly influenza confirmed cases in two countries, namely the USA and China. The outcomes also showed good performances."
		},
		{
			"title": "A simple model to assess Wuhan lock-down effect and region efforts during COVID-19 epidemic in China Mainland",
			"abstract": "Since COVID-19 emerged in early December, 2019 in Wuhan and swept across China Mainland, a series of large-scale public health interventions, especially Wuhan lock-down combined with nationwide traffic restrictions and Stay At Home Movement, have been taken by the government to control the epidemic. Based on Baidu Migration data and the confirmed cases data, we identified two key factors affecting the later (e.g February 27, 2020) cumulative confirmed cases in non-Wuhan region (y). One is the sum travelers from Wuhan during January 20 to January 26 (x1), which had higher infected probability but lower transmission ability because the human-to-human transmission risk of COVID-19 was confirmed and announced on January 20. The other is the seed cases from Wuhan before January 19, which had higher transmission ability and could be represented with the confirmed cases before January 29 (x2) due to a mean 10-day delay between infection and detection. A simple yet effective regression model then was established as follow: y= 70.0916+0.0054*x1+2.3455*x2 (n = 44, R2 = 0.9330, P<10-7). Even the lock-down date only delay or in advance 3 days, the estimated confirmed cases by February 27 in non-Wuhan region will increase 35.21% or reduce 30.74% - 48.59%. Although the above interventions greatly reduced the human mobility, Wuhan lock-down combined with nationwide traffic restrictions and Stay At Home Movement do have a determining effect on the ongoing spread of COVID-19 across China Mainland. The strategy adopted by China has changed the fast-rising curve of newly diagnosed cases, the international community should learn from lessons of Wuhan and experience from China. Efforts of 29 Provinces and 44 prefecture-level cities against COVID-19 were also assessed preliminarily according to the interpretive model. Big data has played and will continue playing an important role in public health."
		},
		{
			"title": "Risk estimation and prediction by modeling the transmission of the novel coronavirus (COVID-19) in mainland China excluding Hubei province",
			"abstract": "Background: In December 2019, an outbreak of novel coronavirus disease (COVID-19) emerged in Wuhan, China and has swiftly spread to other parts of China and a number of oversea countries. Our aim is to evaluate the effectiveness of the evolution of interventions and self-protection measures, estimate the risk of partial lifting control measures and predict the epidemic trend of the virus in mainland China excluding Hubei province based on the published data and a novel mathematical model. Methods: A novel COVID-19 transmission dynamic model incorporating the intervention measures implemented in China is proposed. We parameterize the model by using the Markov Chain Monte Carlo (MCMC) method and estimate the control reproduction number Rc, as well as the effective daily reproduction ratio Re(t), of the disease transmission in mainland China excluding Hubei province. Results: The estimation outcomes indicate that the control reproduction number is 3.36 (95% CI 3.20-3.64) and Re(t) has dropped below 1 since January 31st, 2020, which implies that the containment strategies implemented by the Chinese government in mainland China excluding Hubei province are indeed effective and magnificently suppressed COVID-19 transmission. Moreover, our results show that relieving personal protection too early may lead to the spread of disease for a longer time and more people would be infected, and may even cause epidemic or outbreak again. By calculating the effective reproduction ratio, we proved that the contact rate should be kept at least less than 30% of the normal level by April, 2020. Conclusions: To ensure the epidemic ending rapidly, it is necessary to maintain the current integrated restrict interventions and self-protection measures, including travel restriction, quarantine of entry, contact tracing followed by quarantine and isolation and reduction of contact, like wearing masks, etc. People should be fully aware of the real-time epidemic situation and keep sufficient personal protection until April. If all the above conditions are met, the outbreak is expected to be ended by April in mainland China apart from Hubei province."
		},
		{
			"title": "Understanding Unreported Cases in the COVID-19 Epidemic Outbreak in Wuhan, China, and the Importance of Major Public Health Interventions",
			"abstract": "We develop a mathematical model to provide epidemic predictions for the COVID-19 epidemic in Wuhan, China. We use reported case data up to 31 January 2020 from the Chinese Center for Disease Control and Prevention and the Wuhan Municipal Health Commission to parameterize the model. From the parameterized model, we identify the number of unreported cases. We then use the model to project the epidemic forward with varying levels of public health interventions. The model predictions emphasize the importance of major public health interventions in controlling COVID-19 epidemics."
		},
		{
			"title": "A deterministic epidemic model for the emergence of COVID-19 in China",
			"abstract": "Coronavirus disease (COVID-19) broke out in Wuhan, Hubei province,China, in December 2019 and soon after Chinese health authorities tookunprecedented prevention and control measures to curb the spreading ofthe novel coronavirus-related pneumonia. We develop a mathematicalmodel based on daily updates of reported cases to study the evolutionof the epidemic. With the model, on 95% confidence level, we estimatethe basic reproduction number, R0 = 2.82 Â± 0.11, time between March19 and March 21 when the effective reproduction number becoming lessthan one, the epidemic ending after April 2 and the total number ofconfirmed cases approaching 14408 Â± 429 on the Chinese mainlandexcluding Hubei province."
		},
		{
			"title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
			"abstract": "Summary Background An outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to 95 333 confirmed cases as of March 5, 2020. Understanding the early transmission dynamics of the infection and evaluating the effectiveness of control measures is crucial for assessing the potential for sustained transmission to occur in new areas. Combining a mathematical model of severe SARS-CoV-2 transmission with four datasets from within and outside Wuhan, we estimated how transmission in Wuhan varied between December, 2019, and February, 2020. We used these estimates to assess the potential for sustained human-to-human transmission to occur in locations outside Wuhan if cases were introduced. Methods We combined a stochastic transmission model with data on cases of coronavirus disease 2019 (COVID-19) in Wuhan and international cases that originated in Wuhan to estimate how transmission had varied over time during January, 2020, and February, 2020. Based on these estimates, we then calculated the probability that newly introduced cases might generate outbreaks in other areas. To estimate the early dynamics of transmission in Wuhan, we fitted a stochastic transmission dynamic model to multiple publicly available datasets on cases in Wuhan and internationally exported cases from Wuhan. The four datasets we fitted to were: daily number of new internationally exported cases (or lack thereof), by date of onset, as of Jan 26, 2020; daily number of new cases in Wuhan with no market exposure, by date of onset, between Dec 1, 2019, and Jan 1, 2020; daily number of new cases in China, by date of onset, between Dec 29, 2019, and Jan 23, 2020; and proportion of infected passengers on evacuation flights between Jan 29, 2020, and Feb 4, 2020. We used an additional two datasets for comparison with model outputs: daily number of new exported cases from Wuhan (or lack thereof) in countries with high connectivity to Wuhan (ie, top 20 most at-risk countries), by date of confirmation, as of Feb 10, 2020; and data on new confirmed cases reported in Wuhan between Jan 16, 2020, and Feb 11, 2020. Findings We estimated that the median daily reproduction number (R t) in Wuhan declined from 2Â·35 (95% CI 1Â·15-4Â·77) 1 week before travel restrictions were introduced on Jan 23, 2020, to 1Â·05 (0Â·41-2Â·39) 1 week after. Based on our estimates of R t, assuming SARS-like variation, we calculated that in locations with similar transmission potential to Wuhan in early January, once there are at least four independently introduced cases, there is a more than 50% chance the infection will establish within that population. Interpretation Our results show that COVID-19 transmission probably declined in Wuhan during late January, 2020, coinciding with the introduction of travel control measures. As more cases arrive in international locations with similar transmission potential to Wuhan before these control measures, it is likely many chains of transmission will fail to establish initially, but might lead to new outbreaks eventually. Funding Wellcome Trust, Health Data Research UK, Bill & Melinda Gates Foundation, and National Institute for Health Research."
		},
		{
			"title": "Estimating the reproductive number and the outbreak size of Novel Coronavirus disease (COVID-19) using mathematical model in Republic of Korea",
			"abstract": "OBJECTIVES: Since the first novel coronavirus disease(COVID-19) patient was diagnosed on 20-Jan, about 30 patients were diagnosed in Korea until 17-Feb. However, 5,298 more patient were confirmed until 4-Mar. The purpose is to estimate and evaluate the effectiveness of preventive measures using mathematical modeling. METHODS: Deterministic mathematical model(SEIHR) has been established to suit the Korean outbreak. The number of confirmed patients in Daegu and North Gyeongsang Province(Daegu/NGP), the main area of outbreak, were used. The first patient's symptom onset date was assumed on 22-Jan. We estimate the reproduction number(R), and the effect of preventive measures, assuming that the effect has been shown from 29-Feb. or 5-Mar. RESULTS: The estimated R in Hubei Province was 4.2655, while the estimated initial R in Korea was 0.5555, but later in Daegu/NGP, the value was between 3.4721 and 3.5428. When the transmission period decreases from 4 days to 2 days, the outbreak finished early, but the peak of the epidemic has increased, and the total number of patients has not changed much. If transmission rate decreases about 90% or 99%, the outbreak finished early, and the size of the peak and the total number of patients also decreased. CONCLUSION: To early end of the COVID-19 epidemic, efforts to reduce the spread of the virus such as social distancing and mask wearing are absolutely crucial with the participation of the public, along with the policy of reducing the transmission period by finding and isolating patients as quickly as possible through efforts by the quarantine authorities."
		},
		{
			"title": "The Prediction for Development of COVID-19 in Global Major Epidemic Areas Through Empirical Trends in China by Utilizing State Transition Matrix Model",
			"abstract": "Background: Since pneumonia caused by coronavirus disease 2019 (COVID-19) broke out in Wuhan, Hubei province, China, tremendous infected cases has risen all over the world attributed to high transmissibility. We managed to mathematically forecast the inflection point (IFP) of new cases in South Korea, Italy, and Iran, utilizing the transcendental model from Hubei and non-Hubei in China. Methods: We extracted data from reports released by the National Health Commission of the People's Republic of China (Dec 31, 2019 to Mar 5, 2020) and World Health Organization (Jan 20, 2020 to Mar 5, 2020) as the training set to deduce the arrival of the IFP of new cases in Hubei and non-Hubei on subsequent days and the data from Mar 6 to Mar 9 as validation set. New close contacts, newly confirmed cases, cumulative confirmed cases, non-severe cases, severe cases, critical cases, cured cases, and death data were collected and analyzed. Using this state transition matrix model, the horizon of the IFP of time (the rate of new increment reaches zero) could be predicted in South Korean, Italy, and Iran. Also, through this model, the global trend of the epidemic will be decoded to allocate international medical resources better and instruct the strategy for quarantine. Results: the optimistic scenario (non-Hubei model, daily increment rate of -3.87%), the relative pessimistic scenario (Hubei model, daily increment rate of -2.20%), and the relatively pessimistic scenario (adjustment, daily increment rate of -1.50%) were inferred and modeling from data in China. Matching and fitting with these scenarios, the IFP of time in South Korea would be Mar 6-Mar 12, Italy Mar 10-Mar 24, and Iran is Mar 10-Mar 24. The numbers of cumulative confirmed patients will reach approximately 20k in South Korea, 209k in Italy, and 226k in Iran under fitting scenarios, respectively. There should be room for improvement if these metrics continue to improve. In that case, the IFP will arrive earlier than our estimation. However, with the adoption of different diagnosis criteria, the variation of new cases could impose various influences in the predictive model. If that happens, the IFP of increment will be higher than predicted above. Conclusion: We can affirm that the end of the burst of the epidemic is still inapproachable, and the number of confirmed cases is still escalating. With the augment of data, the world epidemic trend could be further predicted, and it is imperative to consummate the assignment of global medical resources to manipulate the development of COVID-19."
		},
		{
			"title": "Day Level Forecasting for Coronavirus Disease (COVID-19) Spread: Analysis, Modeling and Recommendations",
			"abstract": "In mid of March 2020, Coronaviruses such as COVID-19 is declared as an international epidemic. More than 125000 confirmed cases and 4,607 death cases have been recorded around more than 118 countries. Unfortunately, a coronavirus vaccine is expected to take at least 18 months if it works at all. Moreover, COVID -19 epidemics can mutate into a more aggressive form. Day level information about the COVID -19 spread is crucial to measure the behavior of this new virus globally. Therefore, this study presents a comparison of day level forecasting models on COVID-19 affected cases using time series models and mathematical formulation. The forecasting models and data strongly suggest that the number of coronavirus cases grows exponentially in countries that do not mandate quarantines, restrictions on travel and public gatherings, and closing of schools, universities, and workplaces (Social Distancing)."
		},
		{
			"title": "A Method to Model Outbreaks of New Infectious Diseases with Pandemic Potential such as COVID-19",
			"abstract": "The emergence of the novel coronavirus (a.k.a. COVID-19, SARS-CoV-2) out of Wuhan, Hubei Province, China caught the world by surprise. As the outbreak began to spread outside of China, too little was known about the virus to model its transmission with any acceptable accuracy. World governments responded to rampant minformation about the virus leading to collatoral disasters, such as plunging financial markets, that could have been avoided if better models of the outbreak had been available. This is an engineering approach to model the spread of a new infectious disease from sparse data when little is known about the infectious agent itself. The most sought after estimate is the projected number of people who may be contagious, but still be within the incubation period thus remaining asymptomatic and undetected. This parameter is useful for estimating the extent of outbreak among a population over time and what to expect. It is thus important for common sense decision making by governments, organizations, and even individuals to contain, prepare, prevent, react, and safeguard. A Monte Carlo approach is implemented by using incubation period and a variable, called testing efficiency as variables. The Coronavirus outbreak in USA will be used to illustrate the implementation of this modeling approach. Among others it is demonstrated that imposing early travel restrictions from infected countries slowed down the outbreak in the USA by about 26 days."
		},
		{
			"title": "A Note on the Evolution of Covid-19 in Italy",
			"abstract": "We employ methods largely exploited in Physics, in the analysis of the evolution of dynamical systems, to study the pattern of the Covid-19 infection in Italy. The techniques we employ are based on the use of logistic function and of its derivative, namely the Hubbert function. The latter is exploited to give a prediction on the number of infected per day. We also mention the possibility of taking advantage from other mathematical tools based e.g. on the Gompertz equation and make some comparison on the different predictive capabilities."
		},
		{
			"title": "Simple Mathematics on Covid-19 Expansion",
			"abstract": "We review the Kermack and McKendrick model of epidemics and apply it to Covid-19. Despite the simplicity of this model, solid conclusions are extracted that can assist potential decisions on the strategy to combat the outbreak, essentially configuring a scenario ranging from short-term suppression to long-term mitigation depending on the achieved reduction in the contact number."
		},
		{
			"title": "Modeling and Forecasting Trend of COVID-19 Epidemic in Iran",
			"abstract": "Background: COVID-19 is an emerging disease and precise data on its epidemiological profile are not available in the world and Iran. In Iran, until March 17, 2020, approximately 14,991 COVID-19 patients were reported. Although modeling and predictions will be typically associated with random error, this study aimed to model and determine the epidemic trend and prediction of COVID-19 in Iran. Methods: This study is a secondary data analysis and mathematical modeling. We used the daily reports of definitive COVID-19 patients released by Iran Ministry of Health and Medical Education. At the beginning of the outbreak, a delayed (stochastic) dynamic system model was used to calculate basic reproduction number (R0). Epidemic Curve along with patient population growth, recovered and deceased individuals was used to predict the epidemic trend. Epidemic projection models of logistic growth differential equations, Gompertz growth, von Bertalanffy and Cubic Polynomial east squared error (LSE) method were used. Matlab software was used to predict the number of cases until April 3, 2020. Results: In the first week of the epidemic, R0 (the mean number of individuals directly infected by an infectious COVID-19 case through the total infectious period, when introduced to a susceptible population) in Iran was estimated to be 4.7 that has now fallen to below 2. The discovery process of COVID-19 cases in Iran is increasing and is based on public behavior and government interventions. Given the assumptions in Models, and three different scenarios, the prediction of the patients on April 3, 2020 using three growth models of Gompertz and von Bertalanffy and least squared error was estimated at 19,500, 27,000, and 48,830, respectively. The number of recovered individuals was estimated 6540 according to Von model, 11800 according to the Gompertz model, and 21000 according to the curve fitting model with least squared error. The number of deceased COVID-19 patients was also estimated to be 1707 individuals using the logistic growth model, 3165 ones by Von model and 6300 ones according to the LSE method. Conclusion: The process of controlling the epidemic is tangible. The most ideal scenario is the Gompertz model, but it is hard to fulfill. If enforcement and public behavior interventions continue with current trends, the control and reduction of the COVID-19 epidemic in Iran will be flat from April 3, 2020 by Von model and new cases are expected to decline from the following Iranian new year. This study suggests that government interventions and people's behaviors determine the persistence of the epidemic and should be addressed with greater responsibility, accountability, rigor, and quality."
		},
		{
			"title": "AAEDM: Theoretical Dynamic Epidemic Diffusion Model and Covid-19 Korea Pandemic Cases",
			"abstract": "This paper deals with an advanced analytical epidemic diffusion model which is capable to predict the status of epidemic impacts. This newly propose model well describes an epidemic growth and it could be widely applied into various topics including pathology, epidemiology, business and data sciences. The Advanced Analytical Epidemic Diffusion Model (AAEDM) is a dynamic diffusion prediction model which is theoretically intuitive and its tractable closed formula could be easily adapted into versatile Bigdata driven analytics including the machine learning system. This dynamic model is still an analytical model but the periods of prediction are segmented for adapting the values from the dataset when the data is available. The epidemiologically vital parameters which effect on the AAEDM are also introduced in this paper. The evaluation of this theoretical model based on the Covid-19 data in Korea has been accomplished with relative fair future prediction accuracies. Although this analytical model has been designed from a basic exponential growth model, the performance of the AAEDM is competitive with other Bigdata based simulation models. Since the AAEDM is relatively simple and handy, anyone can use this model into analyzing outbreak situations in his daily life."
		},
		{
			"title": "Investigating the Impact of Asymptomatic Carriers on COVID-19 Transmission",
			"abstract": "Coronavirus disease 2019 (COVID-19) is a novel human respiratory disease caused by the SARS-CoV-2 virus. Asymptomatic individuals in the context of COVID-19 are those subjects who are carriers of the virus but display no clinical symptoms. Current evidence reveals that this sub-population is a major contributing factor in the propagation of this disease, while escaping detection by public health surveillance systems. In this manuscript, we present a mathematical model taking into account asymptomatic carriers. Our results indicate a basic reproduction number as high as 26.5. The first three weeks of the model exhibit exponential growth, which is in agreement with average case data collected from thirteen countries with universal health care and robust communicable disease surveillance systems; the average rate of growth in the number of reported cases is 25\\% per day during this period. The model was applied to every county in the US to give estimates of mild, severe, and critical case severity, and also mortality. These estimates can be considered an upper bound."
		},
		{
			"title": "Modeling Covid-19 dynamics for real-time estimates and projections: an application to Albanian data",
			"abstract": "The SARS-CoV-2 epidemic is one of the biggest challenges healthcare systems worldwide have ever had to face. To curb transmission many countries have adopted social distancing measures and travel restrictions. Estimating the effect of these measures in each context is challenging and requires mathematical models of the transmission dynamics. Projections for the future course of the epidemic strongly rely on model predictions and accurate representation of real-time data as they accumulate. Here I develop an SEIR modeling framework for Covid-19, to evaluate reported cases and fatalities, and to enable forecasting using evidence-based Bayesian parameter estimation. This Bayesian framework offers a tool to parametrize real-time dynamics of Covid-19 cases, and explore the effect of control as it unfolds in any setting. I apply the model to Covid-19 data from Albania, where drastic control measures were put in place already on the day of the first confirmed case. Evaluating the dynamics of reported cases 9-31 March 2020, I estimate parameters and make preliminary projections. Three weeks into the measures, Albanian data already indicate a strong signature of more than 40% transmission reduction, and lend support to a progressively increasing effect of control measures rather than a static one. In the Albanian setting, the model and data match well, projecting the peak of the outbreak may be around 5-15 April, and be contained within 300 active confirmed cases if control continues with the same trend. This framework can be used to understand the quantitative effects of different control measures in real-time, and inform adaptive intervention for success in other settings."
		},
		{
			"title": "COVID-19 outbreak in Algeria: A mathematical model to predict the incidence",
			"abstract": "Introduction: Since December 29, 2019 a pandemic of new novel coronavirus-infected pneumonia named COVID-19 has started from Wuhan, China, has led to 254 996 confirmed cases until midday March 20, 2020. Sporadic cases have been imported worldwide, in Algeria, the first case reported on February 25, 2020 was imported from Italy, and then the epidemic has spread to other parts of the country very quickly with 90 confirmed cases until March 19, 2020. Methods: It is crucial to estimate the cases number growth in the early stages of the outbreak, to this end, we have implemented the Alg-COVID-19 Model which allows to predict the incidence and the reproduction number R0 in the coming months in order to help decision makers. The Alg-COVIS-19 Model initial equation 1, estimates the cases number at t prediction time using two parameters: the reproduction number R0 and the serial interval SI. Results: We found R0=2.56 based on actual incidence at the first 23 days, using the serial interval SI= 4,4 and the prediction time t=23. The herd immunity HI estimated is HI=61%. Also, The Covid-19 incidence predicted with the Alg-COVID-19 Model fits closely the actual incidence during the first 23 days of the epidemic in Algeria Fig. 1.A. which allows us to use it. According to Alg-COVID-19 Model, the number of cases will exceed 5000 on the 40th day ,April 5th, and it will double to 10000 on 43th day of the epidemic, April 8th, thus, exponential phase will begin ,Table 2; Fig.1.B, and increases continuously until reaching a herd immunity of 61% unless serious preventive measures are considered. Discussion: This model is valid only when the majority of the population is vulnerable to COVID-19 infection, however, it can be updated to fit the new parameters values."
		},
		{
			"title": "MATHEMATICAL PREDICTIONS FOR COVID-19 AS A GLOBAL PANDEMIC",
			"abstract": "This study shows that the disease free equilibrium (E_0 ) for COVID-19 coronavirus does not satisfy the criteria for a locally or globally asymptotic stability. This implies that as a pandemic as declared by WHO (2020) the COVID-19 coronavirus does not have a curative vaccine yet and precautionary measures are advised through quarantine and observatory procedures. Also, the Basic Reproductive number (R_0<1) by Equation (33) shows that there is a chance of decline of secondary infections when the ratio between the incidence rate in the population and the total number of infected population quarantined with observatory procedure. The effort to evaluate the disease equilibrium shows that unless there is a dedicated effort from government, decision makers and stakeholders, the world would hardly be reed of the COVID-19 coronavirus and further spread is eminent and the rate of infection will continue to increase despite the increased rate of recovery because of the absence of vaccine at the moment."
		},
		{
			"title": "Epidemiological study of novel coronavirus (COVID-19)",
			"abstract": "We report a statistical analysis of some highly infected countries by the novel coronavirus (COVID-19). The cumulative infected data were fitted with various growth models (e.g. Logistic equation, Weibull equation and Hill equation) and obtained the power index of top ten highly infected countries. The newly infected data were fitted with Gaussian distribution with the peak at ~40 days for the countries whose infection curves are seem to be saturated. The similarity in growth kinetics of infected people of different countries provides first-hand guidelines to take proper precautions to minimize human damage."
		},
		{
			"title": "Mathematical Modeling of Epidemic Diseases; A Case Study of the COVID-19 Coronavirus",
			"abstract": "The outbreak of the Coronavirus COVID-19 has taken the lives of several thousands worldwide and locked-out many countries and regions, with yet unpredictable global consequences. In this research we study the epidemic patterns of this virus, from a mathematical modeling perspective. The study is based on an extensions of the well-known susceptible-infected-recovered (SIR) family of compartmental models. It is shown how social measures such as distancing, regional lockdowns, quarantine and global public health vigilance, influence the model parameters, which can eventually change the mortality rates and active contaminated cases over time, in the real world. As with all mathematical models, the predictive ability of the model is limited by the accuracy of the available data and to the so-called level of abstraction used for modeling the problem. In order to provide the broader audience of researchers a better understanding of spreading patterns of epidemic diseases, a short introduction on biological systems modeling is also presented and the Matlab source codes for the simulations are provided online."
		},
		{
			"title": "Modelling strategies to organize healthcare workforce during pandemics: application to COVID-19",
			"abstract": "Protection of healthcare workforce is of paramount relevance for the care of infected and non-infected patients in the setting of a pandemic such as coronavirus disease 2019 (COVID-19). Healthcare workers are at increased risk to become infected because of contact to infected patients, infected co-workers and their community outside the hospital. The ideal organisational strategy to protect the healthcare workforce in a situation in which social distancing cannot be maintained at the workplace remains to be determined. In this study, we have mathematically modelled strategies for the employment of hospital workforce with the goal to simulate health and productivity of the workers. Therefore, deterministic models were extended to account for stochastic influences potentially occurring in rather small populations. The models were also designed to determine if desynchronization of medical teams by dichotomizing the workers may protect the workforce. Our studies model workforce productivity depending on the infection rate, the presence of reinfection and the efficiency of home office. As an application example, we apply our theory to the case of coronavirus disease 2019 (COVID-19). The results of the models reveal that a desynchronization strategy in which two medical teams work alternating for 7 days reduces the infection rate of the healthcare workforce. In case of immunity to the infectious agent this affect is mainly relevant at early stages of the pandemic. This effect is independent on infection rates and increases the overall workforce productivity under certain situations."
		},
		{
			"title": "A Computational Model for Estimating the Progression of COVID-19 Cases in the US West and East Coasts",
			"abstract": "The ongoing coronavirus disease 2019 (COVID-19) pandemic is of global concern and has recently emerged in the US. In this paper, we construct a stochastic variant of the SEIR model to make a quasi-worst-case scenario prediction of the COVID-19 outbreak in the US West and East Coasts. The model is then fitted to current data and implemented using Runge-Kutta methods. Our computation results predict that the number of new cases would peak around mid-April and begin to abate by July, and that the number of cases of COVID-19 might be significantly mitigated by having greater numbers of functional testing kits available for screening. The model also showed how small changes in variables can make large differences in outcomes and highlights the importance of healthcare preparedness during pandemics."
		},
		{
			"title": "A Simple Mathematical Model for Estimating the Inflection Points of COVID-19 Outbreaks",
			"abstract": "Background: Exponential-like infection growths leading to peaks (which could be the inflection points or turning points) are usually the hallmarks of infectious disease outbreaks including coronaviruses. To predict the inflection points, i.e., inflection time (Tmax) & maximal infection number (Imax) of the novel coronavirus (COVID-19), we adopted a trial and error strategy and explored a series of approaches from simple logistic modeling (that has an asymptomatic line) to sophisticated tipping point detection techniques for detecting phase transitions but failed to obtain satisfactory results. Method: Inspired by its success in diversity-time relationship (DTR), we apply the PLEC (power law with exponential cutoff) model for detecting the inflection points of COVID-19 outbreaks. The model was previously used to extend the classic species-time relationship (STR) for general DTR (Ma 2018), and it has two secondary parameters (computed from its 3 parameters including power law scaling parameter w, taper-off parameter d to overwhelm virtually exponential growth ultimately, and a parameter c related to initial infections): one that was originally used for estimating the potential or dark biodiversity is proposed to estimate the maximal infection number (Imax) and another is proposed to determine the corresponding inflection time point (Tmax). Results: We successfully estimated the inflection points [Imax, Tmax] for most provinces (â‰ˆ 85%) in China with error rates <5% in both Imax and Tmax. We also discussed the constraints and limitations of the proposed approach, including (i) sensitive to disruptive jumps, (ii) requiring sufficiently long datasets, and (iii) limited to unimodal outbreaks."
		},
		{
			"title": "Forecasting the Worldwide Spread of COVID-19 based on Logistic Model and SEIR Model",
			"abstract": "Background: As the outbreak of coronavirus disease 2019 (COVID-19), a sudden case increase in late February 2020 in global attracted deep concern. Italy, South Korea, Iran, France, Germany, Spain, the U.S. and Japan are probable the most severe countries. Collecting epidemiological data and predicting epidemic trends are important to develop and measure public intervention strategies. Epidemic predictions results yield by different mathematical models are out of line, therefore, we sought to compare different models and their prediction results, so as to generate objective conclusions. Methods: We used the number of cases reported from January 23 to March 20, 2020 to estimate possible spread size and peak time of COVID-19, especially in 8 high risk countries. Logistic growth model, basic SEIR model and adjusted SEIR model were adopted for predicting. Considering different model inputs may infer different model outputs, we implemented three model predictions with three scenarios of epidemic development. Results: When contrasting all 8 countries short-term prediction results and peak predictions, the difference between the models was relatively large. The logistic growth model estimated a smaller epidemic size than the basic SERI model, however, once we added parameters which considered the effects of public health interventions and control measures, the adjusted SERI model results demonstrated a considerably rapid decelerate of the epidemic development. Our results demonstrated contact rate, quarantine scale, quarantine initiate time and length are important factors to control the epidemic size and length. Conclusions: We demonstrated a comparative assessment of the predictions of COVID-19 outbreak of 8 high risk countries using multiple methods. By forecasting epidemic size and peak time as well as simulating the effects of public health interventions, the intent of this paper is to help understand the transmission dynamics of COVID-19 and recommend operation suggestions to slow down the epidemic. It is suggested that quickly detecting cases, enough quarantine implementation and public self-protection behaviors are critical to slow down the epidemic."
		},
		{
			"title": "A mathematical model of COVID-19 transmission between frontliners and the general public",
			"abstract": "The number of COVID-19 cases is continuously increasing in different countries (as of March 2020) including the Philippines. It is estimated that the basic reproductive number of COVID-19 is around 1.5 to 4. The basic reproductive number characterizes the average number of persons that a primary case can directly infect in a population full of susceptible individuals. However, there can be superspreaders that can infect more than this estimated basic reproductive number. In this study, we formulate a conceptual mathematical model on the transmission dynamics of COVID-19 between the frontliners and the general public. We assume that the general public has a reproductive number between 1.5 to 4, and frontliners (e.g. healthcare workers, customer service and retail personnel, food service crews, and transport or delivery workers) have a higher reproduction number. Our simulations show that both the frontliners and the general public should be protected or resilient against the disease. Protecting only the frontliners will not result in flattening the epidemic curve. Protecting only the general public may flatten the epidemic curve but the infection risk faced by the frontliners is still high, which may eventually affect their work. Our simple model does not consider all factors involved in COVID-19 transmission in a community, but the insights from our model results remind us of the importance of community effort in controlling the transmission of the disease. All in all, the take-home message is that everyone in the community, whether a frontliner or not, should be protected or should implement preventive measures to avoid being infected."
		},
		{
			"title": "Dynamic Modeling to Identify Mitigation Strategies for Covid-19 Pandemic",
			"abstract": "Relevant pandemic-spread scenario simulations provide guiding principles for containment and mitigation policy developments. Here we devise a simple model to predict the effectiveness of different mitigation strategies. The model consists of a set of simple differential equations considering the population size, reported and unreported infections, reported and unreported recoveries and the number of Covid-19-inflicted deaths. For simplification, we assume that Covid-19 survivors are immune (e.g. mutations are not considered) and that the virus can only be passed on by persons with undetected infections. While the latter assumption is a simplification (it is neglected that e.g. hospital staff may be infected by detected patients with symptoms), it was introduced here to keep the model as simple as possible. Moreover, the current version of the model does not account for age-dependent differences in the death rates, but considers higher mortality rates due to temporary shortage of intensive care units. Some of the model parameters have been fitted to the reported cases outside of China1 from January 22 to March 12 of the 2020 Covid-19 pandemic. The other parameters were chosen in a plausible range to the best of our knowledge. We compared infection rates, the total number of people getting infected and the number of deaths in six different scenarios. Social distancing or increased testing can contain or drastically reduce the infections and the predicted number of deaths when compared to a situation without mitigation. We find that mass-testing alone and subsequent isolation of detected cases can be an effective mitigation strategy, alone and in combination with social distancing. However, unless one assumes that the virus can be globally defeated by reducing the number of infected persons to zero, testing must be upheld, albeit at reduced intensity, to prevent subsequent waves of infection. The model suggests that testing strategies can be equally effective as social distancing, though at much lower economical costs. We discuss how our mathematical model may help to devise an optimal mix of mitigation strategies against the Covid-19 pandemic. The website corona-lab.ch provides an interactive simulation tool based on the presented model."
		},
		{
			"title": "Changing transmission dynamics of COVID-19 in China: a nationwide population-based piecewise mathematical modelling study",
			"abstract": "Background: The first case of COVID-19 atypical pneumonia was reported in Wuhan, China on December 1, 2019. Since then, at least 33 other countries have been affected and there is a possibility of a global outbreak. A tremendous amount of effort has been made to understand its transmission dynamics; however, the temporal and spatial transmission heterogeneity and changing epidemiology have been mostly ignored. The epidemic mechanism of COVID-19 remains largely unclear. Methods: Epidemiological data on COVID-19 in China and daily population movement data from Wuhan to other cities were obtained and analyzed. To describe the transmission dynamics of COVID-19 at different spatio-temporal scales, we used a three-stage continuous-time Susceptible-Exposed-Infectious-Recovered (SEIR) meta-population model based on the characteristics and transmission dynamics of each stage: 1) local epidemic from December 1, 2019 to January 9, 2020; 2) long-distance spread due to the Spring Festival travel rush from January 10 to 22, 2020; and 3) intra-provincial transmission from January 23, 2020 when travel restrictions were imposed. Together with the basic reproduction number (R_0) for mathematical modelling, we also considered the variation in infectivity and introduced the controlled reproduction number (R_c) by assuming that exposed individuals to be infectious; we then simulated the future spread of COVID across Wuhan and all the provinces in mainland China. In addition, we built a novel source tracing algorithm to infer the initial exposed number of individuals in Wuhan on January 10, 2020, to estimate the number of infections early during this epidemic. Findings: The spatial patterns of disease spread were heterogeneous. The estimated controlled reproduction number (R_c) in the neighboring provinces of Hubei province were relatively large, and the nationwide reproduction number (except for Hubei) ranged from 0.98 to 2.74 with an average of 1.79 (95% CI 1.77-1.80). Infectivity was significantly greater for exposed than infectious individuals, and exposed individuals were predicted to have become the major source of infection after January 23. For the epidemic process, most provinces reached their epidemic peak before February 10, 2020. It is expected that the maximum number of infections will be approached by the end of March. The final infectious size is estimated to be about 58,000 for Wuhan, 20,800 for the rest of Hubei province, and 17,000 for the other provinces in mainland China. Moreover, the estimated number of the exposed individuals is much greater than the officially reported number of infectious individuals in Wuhan on January 10, 2020. Interpretation: The transmission dynamics of COVID-19 have been changing over time and were heterogeneous across regions. There was a substantial underestimation of the number of exposed individuals in Wuhan early in the epidemic, and the Spring Festival travel rush played an important role in enhancing and accelerating the spread of COVID-19. However, China's unprecedented large-scale travel restrictions quickly reduced R_c. The next challenge for the control of COVID-19 will be the second great population movement brought by removing these travel restrictions."
		},
		{
			"title": "Coronavirus Optimization Algorithm: A bioinspired metaheuristic based on the COVID-19 propagation model",
			"abstract": "A novel bioinspired metaheuristic is proposed in this work, simulating how the coronavirus spreads and infects healthy people. From an initial individual (the patient zero), the coronavirus infects new patients at known rates, creating new populations of infected people. Every individual can either die or infect and, afterwards, be sent to the recovered population. Relevant terms such as re-infection probability, super-spreading rate or traveling rate are introduced in the model in order to simulate as accurately as possible the coronavirus activity. The Coronavirus Optimization Algorithm has two major advantages compared to other similar strategies. First, the input parameters are already set according to the disease statistics, preventing researchers from initializing them with arbitrary values. Second, the approach has the ability of ending after several iterations, without setting this value either. Infected population initially grows at an exponential rate but after some iterations, when considering social isolation measures and the high number recovered and dead people, the number of infected people starts decreasing in subsequent iterations. Furthermore, a parallel multi-virus version is proposed in which several coronavirus strains evolve over time and explore wider search space areas in less iterations. Finally, the metaheuristic has been combined with deep learning models, in order to find optimal hyperparameters during the training phase. As application case, the problem of electricity load time series forecasting has been addressed, showing quite remarkable performance."
		},
		{
			"title": "Estimating the size of COVID-19 epidemic outbreak",
			"abstract": "In this work, we analyze the epidemic data of cumulative infected cases collected from many countries as reported by WHO starting from January 21st,2020 and up till March 21st,2020. Our inspection is motivated by the renormalization group (RG) framework. Here we propose the RG-inspired logistic function of the form Î±E(t) = a(1 + ec(t-t0))-n as an epidemic strength function with n being asymmetry in the modified logistic function. We perform the non-linear least-squares analysis with data from various countries. The uncertainty for model parameters is computed using the squared root of the corresponding diagonal components of the covariance matrix. We carefully divide countries under consideration into 2 categories based on the estimation of the inflection point: the maturing phase and the growth-dominated phase. We observe that long-term estimations of cumulative infected cases of countries in the maturing phase for both n=1 and nâ‰  1 are close to each other. We find from the value of root mean squared error (RMSE) that the RG-inspired logistic model with nâ‰  1 is slightly preferable in this category. We also argue that n determines the characteristic of the epidemic at an early stage. However, in the second category, the estimated asymptotic number of cumulative infected cases contain rather large uncertainty. Therefore, in the growth-dominated phase, we focus on using nâ‰  1 for countries in this phase. Some of them are in an early stage of an epidemic with an insufficient amount of data leading to a large uncertainty on parameter fits. In terms of the accuracy of the size estimation, the results do strongly depend on limitations on data collection and the epidemic phase for each country."
		},
		{
			"title": "Prediction of Peak and Termination of Novel Coronavirus Covid-19 Epidemic in Iran",
			"abstract": "The growth and development of Covid-19 transmission have significantly cut the attention of many societies, particularly Iran that has been struggling with this contagious, infectious disease since late February 2020. In the present study, the known SIR model was used for the dynamics of an epidemic to provide a suitable assessment of the COVID-19 virus epidemic in Iran. The epidemic curve and SIR model parameters were obtained with the use of Iran statistical data. The recovered people were considered alongside the official number of confirmed victims as the reliable long-time statistical data of Iran. The results offered many important predictions of the COVID-19 virus epidemic such as realistic number of victims, infection rate, peak time, and other characteristics."
		},
		{
			"title": "Strong correlations between power-law growth of COVID-19 in four continents and the inefficiency of soft quarantine strategies",
			"abstract": "In this work we analyse the growth of the cumulative number of confirmed infected cases by the COVID-19 until March 27th, 2020, from countries of Asia, Europe, North and South America. Our results show (i) that power-law growth is observed for all countries; (ii) by using the distance correlation, that the power-law curves between countries are statistically highly correlated, suggesting the universality of such curves around the World; and (iii) that soft quarantine strategies are inefficient to flatten the growth curves. Furthermore, we present a model and strategies which allow the government to reach the flattening of the power-law curves. We found that, besides the social distance of individuals, of well known relevance, the strategy of identifying and isolating infected individuals in a large daily rate can help to flatten the power-laws. These are essentially the strategies used in the Republic of Korea. The high correlation between the power-law curves of different countries strongly indicate that the government containment measures can be applied with success around the whole World. These measures must be scathing and applied as soon as possible."
		},
		{
			"title": "The fractal time growth of COVID-19 pandemic: an accurate self-similar model, and urgent conclusions",
			"abstract": "Current available data of the worldwide impact of the COVID-19 pandemic has been analyzed using dimensional analysis and self-similarity hypotheses. We show that the time series of infected population and deaths of the most impacted and unprepared countries exhibits an asymptotic power law behavior, compatible with the propagation of a signal in a fractal network. We propose a model which predicts an asymptotically self-similar expansion of deaths in time before containment, and the final death toll under total containment measures, as a function of the delay in taking those measures after the expansion is observed. The physics of the model resembles the expansion of a flame in a homogeneous domain with a fractal dimension 3.75. After containment measures are taken, the natural fractal structure of the network is drastically altered and a secondary evolution is observed. This evolution, akin to the homogeneous combustion in a static isolated enclosure with a final quenching, has a characteristic time of 20.1 days, according to available data of the pandemic behavior in China. The proposed model is remarkably consistent with available data, which supports the simplifying hypotheses made in the model. A universal formulation for a quarantine as a function of that delay is also proposed."
		},
		{
			"title": "COVID-19 epidemic outcome predictions based on logistic fitting and estimation of its reliability",
			"abstract": "Since the first outbreak of the COVID-19 epidemic at the end of 2019, data has been made available on the number of infections, deaths and recoveries for all countries of the World, and that data can be used for statistical analysis. The primary interest of this paper is how well the logistic equation can predict the outcome of COVID-19 epidemic in any regions of the World assuming that the methodology of the testing process, namely the data collection method and social behavior is not changing over the course of time. Besides the social relevance, this study has two scientific purposes: we investigate if a simple saturation model can describe the trend of the COVID-19 epidemic and if so, we would like to determine, from which point during the epidemic the fitting parameters provide reliable predictions. We also give estimations for the outcome of this epidemic in several countries based on the logistic model and the data available on 27 March, 2020. Based on the saturated cases in China, we have managed to find some criteria to judge the reliability of the predictions."
		},
		{
			"title": "A Modified SIR Model for the COVID-19 Contagion in Italy",
			"abstract": "The purpose of this work is to give a contribution to the understanding of the COVID-19 contagion in Italy. To this end, we developed a modified Susceptible-Infected-Recovered (SIR) model for the contagion, and we used official data of the pandemic up to March 30th, 2020 for identifying the parameters of this model. The non standard part of our approach resides in the fact that we considered as model parameters also the initial number of susceptible individuals, as well as the proportionality factor relating the detected number of positives with the actual (and unknown) number of infected individuals. Identifying the contagion, recovery and death rates as well as the mentioned parameters amounts to a non-convex identification problem that we solved by means of a two-dimensional grid search in the outer loop, with a standard weighted least-squares optimization problem as the inner step."
		},
		{
			"title": "Modeling and forecasting the early evolution of the Covid-19 pandemic in Brazil",
			"abstract": "We model and forecast the early evolution of the COVID-19 pandemic in Brazil using Brazilian recent data from February 25, 2020 to March 30, 2020. This early period accounts for unawareness of the epidemiological characteristics of the disease in a new territory, sub-notification of the real numbers of infected people and the timely introduction of social distancing policies to flatten the spread of the disease. We use two variations of the SIR model and we include a parameter that comprises the effects of social distancing measures. Short and Long terms forecasts show that the social distancing policy imposed by the government is able to flatten the pattern of infection of the COVID-19. However, our results also show that if this policy does not last enough time, it is only able to shift the peak of infection into the future keeping the value of the peak in almost the same value. Furthermore, our long term simulations forecast the optimal date to end the policy. Finally, we show that the proportion of asymptomatic individuals affects the amplitude of the peak of symptomatic infected, suggesting that it is important to test the population."
		},
		{
			"title": "Healthcare impact of COVID-19 epidemic in India: A stochastic mathematical model",
			"abstract": "Abstract Background In India, the SARS-CoV-2 COVID-19 epidemic has grown to 1251 cases and 32 deaths as on 30 Mar 2020. The healthcare impact of the epidemic in India was studied using a stochastic mathematical model. Methods A compartmental SEIR model was developed, in which the flow of individuals through compartments is modeled using a set of differential equations. Different scenarios were modeled with 1000 runs of Monte Carlo simulation each using MATLAB. Hospitalization, intensive care unit (ICU) requirements, and deaths were modeled on SimVoi software. The impact of nonpharmacological interventions (NPIs) including social distancing and lockdown on checking the epidemic was estimated. Results Uninterrupted epidemic in India would have resulted in more than 364 million cases and 1.56 million deaths with peak by mid-July. As per the model, at current growth rate of 1.15, India is likely to reach approximately 3 million cases by 25 May, implying 125,455 (Â±18,034) hospitalizations, 26,130 (Â±3298) ICU admissions, and 13,447 (Â±1819) deaths. This would overwhelm India's healthcare system. The model shows that with immediate institution of NPIs, the epidemic might still be checked by mid-April 2020. It would then result in 241,974 (Â±33,735) total infections, 10,214 (Â±1649) hospitalizations, 2121 (Â±334) ICU admissions, and 1081 (Â±169) deaths. Conclusion At the current growth rate of epidemic, India's healthcare resources will be overwhelmed by the end of May. With the immediate institution of NPIs, total cases, hospitalizations, ICU requirements, and deaths can be reduced by almost 90%."
		},
		{
			"title": "A mathematical model for the coronavirus COVID-19 outbreak",
			"abstract": "A mathematical model is proposed for quantitative description of the outbreak of novel coronavirus COVID-19 in China. Although the model is relatively simple, the comparison with the public data shows that an exact solution solution of the model (with the correctly-specified parameters) leads to the results, which are in good agreement with the measured data. Prediction of the total number of the COVID-19 cases is discussed and an example is presented using the measured data in Austria."
		},
		{
			"title": "The impacts of diagnostic capability and prevention measures on transmission dynamics of COVID-19 in Wuhan",
			"abstract": "Background: Although the rapidly rising transmission trend of COVID-19 in Wuhan has been controlled in late February 2020, the outbreak still caused a global pandemic afterward. Understanding Wuhan COVID-19 transmission dynamics and the effects of prevention approaches is of significant importance for containing virus global transmission. However, most of the recent studies focused on the early outbreaks without considering improvements in diagnostic capability and effects of prevention measures together, thus the estimated results may only reflect the facts in a given period of time. Methods: We constructed a stochastic susceptible-exposed-infected-quarantined-recovered (SEIQR) model, embedding with latent periods under different prevention measures and proportions of documented infections to characterize the Wuhan COVID-19 transmission cross different stages of the outbreak. The epidemiological parameters were estimated using a particle filtering approach. Results: Our model successfully reproduced the dynamics of the Wuhan local epidemic with two peaks on February 4 and February 12 separately. Prevention measures determined the time of reaching the first peak and caused an 87% drop in the R_t from 3.09 (95% CI, 2.10 to 3.63) to 0.41 (95% CI, 0.18 to 0.66). An improved diagnostic capability created the second peak and increased the number of documented infections. The proportion of documented infections changed from 23% (95% CI, 20% to 26%) to 37% (95% CI, 33% to 41%) when the detection kits were released after January 26, and later up to 73% (95% CI, 64% to 80%) after the diagnostic criteria were improved."
		},
		{
			"title": "Using generalized logistics regression to forecast population infected by Covid-19",
			"abstract": "In this work, a proposal to forecast the populations using generalized logistics regression curve fitting is presented. This type of curve is used to study population growth, in this case population of people infected with the Covid-19 virus; and it can also be used to approximate the survival curve used in actuarial and similar studies."
		},
		{
			"title": "Covid-19 -- A simple statistical model for predicting ICU load in exponential phases of the disease",
			"abstract": "One major bottleneck in the ongoing Covid-19 pandemic is the limited number of critical care beds. Due to the dynamic development of infections and the time lag between when patients are infected and when a proportion of them enters an intensive care unit (ICU), the need for future intensive care can easily be underestimated. To derive future ICU load from reported infections, we suggest a simple statistical model that (1) accounts for time lags and (2) allows for making predictions depending on different future growth rates. We evaluate our model for public data from Berlin, Germany, by first estimating the model parameters (i.e., time lag and average stay in ICU) for March 2020 and then using an exponential model to predict the future ICU load for April and May 2020. Assuming an ICU rate of 5%, a time lag of 5 days and an average stay of 14 days in ICU provide the best fit of the data and is in accord with independent estimates. Our model is then used to predict future ICU load assuming a continued exponential phase with varying growth rates (0-15%). For example, based on our parameters the model predicts that the number of ICU patients at the end of May would be 246 if the exponential growth were to continue at a rate of 3%, 1,056 if the growth rate were 5% and 3,758 if the growth rate were 7%. The model can be adjusted as estimates of parameters develop and can thus also help to predict a potential exceedance of ICU capacity. Although our predictions are based on a small data set, disregard non-stationary dynamics, and have a number of assumptions, especially an exponential development of cases, our model is simple, robust, adaptable and can be up-dated when further data become available."
		},
		{
			"title": "Modelling death rates due to COVID-19: A Bayesian approach",
			"abstract": "Objective: To estimate the number of deaths in Peru due to COVID-19. Design: With a priori information obtained from the daily number of deaths due to CODIV-19 in China and data from the Peruvian authorities, we constructed a predictive Bayesian non-linear model for the number of deaths in Peru. Exposure: COVID-19. Outcome: Number of deaths. Results: Assuming an intervention level similar to the one implemented in China, the total number of deaths in Peru is expected to be 612 (95%CI: 604.3 - 833.7) persons. Sixty four days after the first reported death, the 99% of expected deaths will be observed. The inflexion point in the number of deaths is estimated to be around day 26 (95%CI: 25.1 - 26.8) after the first reported death. Conclusion: These estimates can help authorities to monitor the epidemic and implement strategies in order to manage the COVID-19 pandemic."
		},
		{
			"title": "A Mathematical Description of the Dynamics of Coronavirus Disease (COVID-19): A Case Study of Brazil",
			"abstract": "This paper deals with the mathematical modeling and numerical simulations related to the coronavirus dynamics. A description is developed based on the framework of susceptible-exposed-infectious-recovered model. Initially, a model verification is carried out calibrating system parameters with data from China, Italy, Iran and Brazil. Afterward, numerical simulations are performed to analyzed different scenarios of COVID-19 in Brazil. Results show the importance of governmental and individual actions to control the number and the period of the critical situations related to the pandemic."
		},
		{
			"title": "Understanding the CoVID-19 pandemic Curve through statistical approach",
			"abstract": "Current research is an attempt to understand the CoVID-19 pandemic curve through statistical approach of probability density function with associated skewness and kurtosis measures, change point detection and polynomial fitting to estimate infected population along with 30 days projection. The pandemic curve has been explored for above average affected countries, six regions and global scale during 64 days of 22nd January to 24th March, 2020. The global cases infection as well as recovery rate curves remained in the ranged of 0 -’ 9.89 and 0 -’ 8.89%, respectively. The confirmed cases probability density curve is high positive skewed and leptokurtic with mean global infected daily population of 6620. The recovered cases showed bimodal positive skewed curve of leptokurtic type with daily recovery of 1708. The change point detection helped to understand the CoVID-19 curve in term of sudden change in term of mean or mean with variance. This pointed out disease curve is consist of three phases and last segment that varies in term of day lengths. The mean with variance based change detection is better in differentiating phases and associated segment length as compared to mean. Global infected population might rise in the range of 0.750 to 4.680 million by 24th April 2020, depending upon the pandemic curve progress beyond 24th March, 2020. Expected most affected countries will be USA, Italy, China, Spain, Germany, France, Switzerland, Iran and UK with at least infected population of over 0.100 million. Infected population polynomial projection errors remained in the range of -78.8 to 49.0%."
		},
		{
			"title": "Gaussian Statistics and Data-Assimilated Model of Mortality due to COVID-19: China, USA, Italy, Spain, UK, Iran, and the World Total",
			"abstract": "Covid-19 is characterized by rapid transmission and severe symptoms, leading to deaths in some cases (ranging from 1.5 to 12% of the affected, depending on the country). We identify the Gaussian nature of mortality due to covid-19, as shown in China where it appears to have run its course (during the first sweep of the pandemic at least) and other coutnries, and also in Imperial College modeling. Gaussian distribution involves three parameters, the height, peak location and the width, and the streaming data can be used to infer function value, slope and inflection location as a minimum set of constraints to estimate the subsequent trajectories. Thus, we apply the Gaussian function template as the basis for a data-assimilated model of covid-19 trajectories, first to USA, United Kingdom (UK), Iran and the world total in this study. As more data become available, the Gaussian trajectories are updated, for other nations and also for state-by-state projections in USA."
		},
		{
			"title": "Covid-19 predictions using a Gauss model, based on data from April 2",
			"abstract": "We propose a Gauss model (GM), a map from time to the bell-shaped Gauss function to model the casualties per day and country, as a quick and simple model to make predictions on the coronavirus epidemic. Justified by the sigmoidal nature of a pandemic, i.e. initial exponential spread to eventual saturation, we apply the GM to the first corona pandemic wave using data from 25 countries, for which a sufficient amount of not yet fully developed data exists, as of April 2, 2020, and study the model's predictions. We find that logarithmic daily fatalities caused by Covid-19 are well described by a quadratic function in time. By fitting the data to second order polynomials from a statistical $\\chi^2$-fit with 95% confidence, we are able to obtain the characteristic parameters of the GM, i.e. a width, peak height and time of peak, for each country separately. We provide evidence that this supposedly oversimplifying model might still have predictive power and use it to forecast the further course of the fatalities caused by Covid-19 per country, including peak number of deaths per day, date of peak, and duration within most deaths occur. While our main goal is to present the general idea of the simple modeling process using GMs, we also describe possible estimates for the number of required respiratory machines and the duration left until the number of infected will be significantly reduced."
		},
		{
			"title": "Firefly-Algorithm Supported Scheme to Detect COVID-19 Lesion in Lung CT Scan Images using Shannon Entropy and Markov-Random-Field",
			"abstract": "The pneumonia caused by Coronavirus disease (COVID-19) is one of major global threat and a number of detection and treatment procedures are suggested by the researchers for COVID-19. The proposed work aims to suggest an automated image processing scheme to extract the COVID-19 lesion from the lung CT scan images (CTI) recorded from the patients. This scheme implements the following procedures; (i) Image pre-processing to enhance the COVID-19 lesions, (ii) Image post-processing to extract the lesions, and (iii) Execution of a relative analysis between the extracted lesion segment and the Ground-Truth-Image (GTI). This work implements Firefly Algorithm and Shannon Entropy (FA+SE) based multi-threshold to enhance the pneumonia lesion and implements Markov-Random-Field (MRF) segmentation to extract the lesions with better accuracy. The proposed scheme is tested and validated using a class of COVID-19 CTI obtained from the existing image datasets and the experimental outcome is appraised to authenticate the clinical significance of the proposed scheme. The proposed work helped to attain a mean accuracy of>92% during COVID-19 lesion segmentation and in future, it can be used to examine the real clinical lung CTI of COVID-19 patients."
		},
		{
			"title": "Mathematical prediction of the time evolution of the COVID-19 pandemic in Italy by a Gauss error function and Monte Carlo simulations",
			"abstract": "In this paper are presented mathematical predictions on the evolution in time of the number of positive cases in Italy of the COVID-19 pandemic based on official data and on the use of a function of the type of a Gauss error function, with four parameters, as a cumulative distribution function. We have analyzed the available data for China and Italy. The evolution in time of the number of cumulative diagnosed positive cases of COVID-19 in China very well approximates a distribution of the type of the error function, that is, the integral of a normal, Gaussian distribution. We have then used such a function to study the potential evolution in time of the number of positive cases in Italy by performing a number of fits of the official data so far available. We then found a statistical prediction for the day in which the peak of the number of daily positive cases in Italy occurs, corresponding to the flex of the fit, that is, to the change in sign of its second derivative (i.e., the change from acceleration to deceleration), as well as of the day in which a substantial attenuation of such number of daily cases is reached. We have also analyzed the predictions of the cumulative number of fatalities in both China and Italy, obtaining consistent results. We have then performed 150 Monte Carlo simulations to have a more robust prediction of the day of the above-mentioned peak and of the day of the substantial decrease in the number of daily positive cases and fatalities. Although official data have been used, those predictions are obtained with a heuristic approach since they are based on a statistical approach and do not take into account either a number of relevant issues (such as number of daily nasopharyngeal swabs, medical, social distancing, virological and epidemiological) or models of contamination diffusion."
		},
		{
			"title": "Covid-19 clinical data analysis using Ball Mapper",
			"abstract": "In this note we provide a result of analysis of blood test data from patients with SARS-Cov-2 using Ball Mapper Algorithm. We observe that patients with the virus and in particularly patients who end up in Intensive Care Unit have quite narrow values of those parameters. Please note that this is a preliminary work and it need to be validated on much larger dataset which we are trying to acquire at the moment."
		},
		{
			"title": "Analysis of the mitigation strategies for COVID-19: from mathematical modelling perspective",
			"abstract": "In this article, a mathematical model for the transmission of COVID-19 disease is formulated and analysed. It is shown that the model exhibits a backward bifurcation at R0 = 1 when recovered individuals do not develop a permanent immunity for the disease. In the absence of reinfection, it is proved that the model is without backward bifurcation and the disease free equilibrium is globally asymptotically stable for R0 < 1. By using available data, the model is validated and parameter values are estimated. The sensitivity of the value of R0 to changes in any of the parameter values involved in its formula is analysed. Moreover, various mitigation strategies are investigated using the proposed model and it is observed that the asymptomatic infectious group of individuals may play a major role in the re-emergence of the disease in the future. Therefore, it is recommended that in the absence of vaccination, countries need to develop capacities to detect and isolate at least 30% of the asymptomatic infectious group of individuals while treating in isolation at least 50% of symptomatic patients to control the disease."
		},
		{
			"title": "Estimating the probability of New Zealand regions being free from COVID-19 using a stochastic SEIR model",
			"abstract": "This report describes a method for estimating the probability that there are no infected or pre-symptomatic individuals in a populations on a basis of historical data describing the number of cases in consecutive days. The method involves fitting a stochastic version of Susceptible Exposed Infected Recovered model, and using the model to calculate the probability that the number of both exposed and infected individuals is equal to 0. The model is used to predict the current probabilities for all District Health Boards in New Zealand. These probabilities are highly correlated with the number of days with no new cases of COVID-19."
		},
		{
			"title": "Mathematical Modeling of the Spread of COVID-19 in Moscow and Russian Regions",
			"abstract": "To model the spread of COVID-19 coronavirus in Russian regions and in Moscow, a discrete logistic equation describing the increase in the number of cases is used. To check the adequacy of the mathematical model, the simulation results were compared with the spread of coronavirus in China, in a number of European and Asian countries, and the United States. The parameters of the logistics equation for Russia, Moscow and other large regions were determined in the interval (01.03 - 08.04). A comparative analysis of growth rates of COVID-19 infected population for different countries and regions is presented. Various scenarios of the spread of COVID-19 coronavirus in Moscow and in the regions of Russia are considered. For each scenario, curves for the daily new cases and graphs for the increase in the total number of cases were obtained, and the dynamics of infection spread by day was studied. Peak times, epidemic periods, the number of infected people at the peak and their growth were determined."
		},
		{
			"title": "A Novel Heuristic Global Algorithm to Predict the COVID-19 Pandemic Trend",
			"abstract": "Background Mathematical models are useful tools to predict the course of an epidemic. The present manuscript proposes a heuristic global algorithm for predicting the COVID-19 pandemic trend. Methods The proposed method utilizes a Gaussian-function-based algorithm for estimating how the temporal evolution of the pandemic develops by predicting daily COVID-19 deaths, for up to 10 days, from the day the prediction is made. This dataset, the number of daily deaths in each country or region, encapsulates information about (a) the quality of the health system of each country or region, (b) the age profile of the country s or region s population, and (c) environmental and other conditions. Findings The validity of the proposed heuristic global algorithm has been tested in the case of China (at different temporal stages of the pandemic), a country where the disease trend seems to have run its course. It has been applied to ten countries/states/cities, namely California, Germany, China, Greece, Iran, Lombardia/Italy, New York, Sweden, United Kingdom and USA, for each one of which predictions have been obtained. The method has also been applied to the United States as a whole, as well as to the states of New York and California, in order to investigate how the pandemic is developing in different parts of the same country. Interpretation Based on the predicted findings, the proposed algorithm seems to offer a robust and reliable method for revealing the SARS-CoV-2 temporal dynamics and disease trend, as such, can be a useful tool for the relevant authorities."
		},
		{
			"title": "Mathematical modeling of COVID-19 containment strategies with considerations for limited medical resources",
			"abstract": "The outbreak of SARS-CoV-2 in China has spread around the world, infecting millions and causing governments to implement strict policies to counteract the spread of the disease. One of the most effective strategies in reducing the severity of the pandemic is social distancing, where members of the population systematically reduce their interactions with others to limit the transmission rate of the virus. However, the implementation of social distancing can be difficult and costly, making it imperative that both policy makers and the citizenry understand the potential benefits if done correctly and the risks if not. In this work, a mathematical model is developed to study the effects of social distancing on the spread of the SARS-CoV-2 virus in Canada. The model is based upon a standard epidemiological SEIRD model that has been stratified to directly incorporate the proportion of individuals who are following social distancing protocols. The model parameters characterizing the disease are estimated from current epidemiological data on COVID-19 using machine learning techniques. The results of the model show that social distancing policies in Canada have already saved thousands of lives and that the prolonged adherence to social distancing guidelines could save thousands more. Importantly, our model indicates that social distancing can significantly delay the onset of infection peaks, allowing more time for the production of a vaccine or additional medical resources. Furthermore, our results stress the importance of easing social distancing restrictions gradually, rather than all at once, in order to prevent a second wave of infections. Model results are compared to the current capacity of the Canadian healthcare system by examining the current and future number of ventilators available for use, emphasizing the need for the increased production of additional medical resources."
		},
		{
			"title": "Forecasting of COVID-19 Cases and Deaths Using ARIMA Models",
			"abstract": "After the outbreak of severe acute respiratory syndrome (SARS-2002/2003) and middle east respiratory syndrome (MERS-2012/2014) in the world, new public health crisis, called new coronavirus disease (COVID-19), started in China in December 2019 and has spread all over countries. COVID-19 coronavirus has been global threat of the disease and infected humans rapidly. Control of the pandemi is urgently essential, and science community have continued to research treatment agents. Support therapy and intensive care units in hospitals are also efective to overcome of COVID-19. Statistic forecasting models could aid to healthcare system in preventation of COVID-19. This study aimed to compose of forecasting model that could be practical to predict the spread of COVID-19 in Italy, Spain and Turkey. For this purpose, we performed Auto Regressive Integrated Moving Average (ARIMA) model on the European Centre for Disease Prevention and Control COVID-19 data to predict the number of cases and deaths in COVID-19. According to the our results, while number of cases in Italy and Spain is expected to decrease as of July, in Turkey is expected to decline as of September. The number of deaths in Italy and Spain is expected to be the lowest in July. In Turkey, this number is expected to reach the highest in July. In addition, it is thought that if studies in which the sensitivity and validity of this method are tested with more cases, they will contribute to researchers working in this field. KEYWORDS: COVID-19, pandemi, ARIMA, time series analysis"
		},
		{
			"title": "Can mathematical modelling solve the current Covid-19 crisis?",
			"abstract": "Since COVID-19 transmission started in late January, mathematical modelling has been at the forefront of shaping the decisions around different non-pharmaceutical interventions to confine its' spread in the UK and worldwide. This Editorial discusses the importance of modelling in understanding Covid-19 spread, highlights different modelling approaches and suggests that while modelling is important, no one model can give all the answers."
		},
		{
			"title": "A simple mathematical model for Coronavirus (COVID-19)",
			"abstract": "A novel coronavirus (COVID-19) was identified in Wuhan, China in the end of 2019, it causing an outbreak of viral pneumonia. It caused to the death rate of 4:63% among 571; 678 confirmed cases around the world to the March 28th, 2020. In this brief current study, we will present a simple mathematical model where we show how the probability of successfully getting infected when coming into contact with an infected individual and the per capita contact rate affect the healthy and infected population with time. The proposed model is used to offer predictions about the behavior of COVID-19 for a shorter period of time."
		},
		{
			"title": "Several countries in one: a mathematical modeling analysis for COVID-19 in inner Brazil",
			"abstract": "Early 2020 and the world experiences its very first pandemic of globalized era. A novel coronavirus, SARS-Cov-2, is the causative agent of severe pneumonia and rapidly spread through many nations, crashing health systems. In Brazil, the emergence of local epidemics in major metropolitan areas is a concern. In a huge and heterogeneous country, with regional disparities and climate diversity, several factors can modulate the dynamics of COVID-19. What should be the scenario for an inner Brazil and what can we do to control infection transmission in each one of these locations? In this paper, a mathematical model was developed to simulate disease transmission among individuals in several scenarios, differing by the intensity and type of control measures. Mitigation strategies rely on social distancing of all individuals, and detection and isolation of infected ones. The model shows that control effort varies among cities. The social distancing is the most efficient method to control disease transmission but improving detection and isolation of infected individuals can help loosening this mitigation strategy."
		},
		{
			"title": "Predicting COVID-19 peaks around the world",
			"abstract": "The official data for the time evolution of active cases of COVID-19 pandemics around the world are available online. For all countries, a peak has been either observed (China and South Korea) or is expected in near future. The approximate dates and heights of those peaks imply in important epidemiological issues. Inspired by similar complex behaviour of volumes of transactions of stocks at NYSE and NASDAQ, we propose a q-statistical functional form which appears to describe satisfactorily the available data of all countries. Consistently, predictions become possible of the dates and heights of those peaks in severely affected countries unless efficient treatments or vaccines, or sensible modifications of the adopted epidemiological strategies, emerge."
		},
		{
			"title": "Mathematical Analysis of a COVID-19 Epidemic Model by using Data Driven Epidemiological Parameters of Diseases Spread in India",
			"abstract": "This paper attempts to describe the outbreak of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) or named as novel coronavirus (COVID-19) via an epidemic model. This dangerous virus has dissimilar effects in different countries in the world. It is observable that the number of new active coronavirus cases is increasing day by day across the globe. India is now in the second stage of COVID-19 spreading, and as a densely populated country, it will be an epidemic very quickly if proper protection / strategies are not under-taken based on the database of the transmission of the disease. This paper is using the current data of COVID-19 for the mathematical modeling and its dynamical analysis. As an alternative of the standard SEIR model, we bring in a new representation to appraise and manage the outbreak of infectious disease COVID-19 through SEQIR pandemic model, which is based on the supposition that the infected but undetected by testing individuals are send to quarantine during the incubation period. During the incubation period if any individual be infected by COVID-19, then that confirmed infected individuals are isolated and the necessary treatments are arranged in proper way so that they cannot taint the other residents in the community. Dynamics of the SEQIR model is presented by basic reproduction number Râ‚€ and the comprehensive stability analysis. Numerical results are depicted through apt graphical appearances using the data of five states and India."
		},
		{
			"title": "A Robust Stochastic Method of Estimating the Transmission Potential of 2019-nCoV",
			"abstract": "The recent outbreak of a novel coronavirus (2019-nCoV) has quickly evolved into a global health crisis. The transmission potential of 2019-nCoV has been modelled and studied in several recent research works. The key factors such as the basic reproductive number, $R_{0}$, of the virus have been identified by fitting contagious disease spreading models to aggregated data. The data include the reported cases both within China and in closely connected cities over the world. In this paper, we study the transmission potential of 2019-nCoV from the perspective of the robustness of the statistical estimation, in light of varying data quality and timeliness in the initial stage of the outbreak. Sample consensus algorithm has been adopted to improve model fitting when outliers are present. The robust estimation enables us to identify two clusters of transmission models, both are of substantial concern, one with $R_0:8\\\\sim14$, comparable to that of measles and the other dictates a large initial infected group."
		},
		{
			"title": "Statistics based predictions of coronavirus 2019-nCoV spreading in mainland China",
			"abstract": "Background. The epidemic outbreak cased by coronavirus 2019-nCoV is of great interest to researches because of the high rate of spread of the infection and the significant number of fatalities. A detailed scientific analysis of the phenomenon is yet to come, but the public is already interested in the questions of the duration of the epidemic, the expected number of patients and deaths. For long time predictions, the complicated mathematical models are necessary which need many efforts for unknown parameters identification and calculations. In this article, some preliminary estimates will be presented. Objective. Since the reliable long time data are available only for mainland China, we will try to predict the epidemic characteristics only in this area. We will estimate some of the epidemic characteristics and present the most reliable dependences for victim numbers, infected and removed persons versus time. Methods. In this study we use the known SIR model for the dynamics of an epidemic, the known exact solution of the linear equations and statistical approach developed before for investigation of the children disease, which occurred in Chernivtsi (Ukraine) in 1988-1989. Results. The optimal values of the SIR model parameters were identified with the use of statistical approach. The numbers of infected, susceptible and removed persons versus time were predicted. Conclusions. Simple mathematical model was used to predict the characteristics of the epidemic caused by coronavirus 2019-nCoV in mainland China. The further research should focus on updating the predictions with the use of fresh data and using more complicated mathematical models."
		},
		{
			"title": "Modeling the dynamics of novel coronavirus (2019-nCov) with fractional derivative",
			"abstract": "Abstract The present paper describes the mathematical modeling and dynamics of a novel corona virus (2019-nCoV). We describe the brief details of interaction among the bats and unknown hosts, then among the peoples and the infections reservoir (seafood market). The seafood marked are considered the main source of infection when the bats and the unknown hosts (may be wild animals) leaves the infection there. The purchasing of items from the seafood market by peoples have the ability to infect either asymptomatically or symptomatically. We reduced the model with the assumptions that the seafood market has enough source of infection that can be effective to infect people. We present the mathematical results of the model and then formulate a fractional model. We consider the available infection cases for January 21, 2020, till January 28, 2020 and parameterized the model. We compute the basic reproduction number for the data is R 0 â‰ˆ 2.4829 . The fractional model is then solved numerically by presenting many graphical results, which can be helpful for the infection minimization."
		},
		{
			"title": "Optimal Control applied to a SEIR model of 2019-nCoV with social distancing",
			"abstract": "Does the implementation of social distancing measures have merit in controlling the spread of the novel coronavirus? In this study, we develop a mathematical model to explore the effect of social distancing on new disease infections. Mathematical analyses of our model indicate that successful eradication of the disease is strongly dependent on the chosen preventive measure. Numerical computations of the model solution demonstrate that the ability to flatten the curve becomes easier as social distancing is strictly enforced. Based on our model, we also formulate an optimal control problem and solve it using Pontryagin's Maximum Principle and an efficient numerical iterative method. Our numerical results of an optimal 2019-nCoV treatment protocol that yields a minimum disease burden from this disease indicates that social distancing is vitally important."
		},
		{
			"title": "A Heuristic Model for Spreading of COVID 19 in Singapore",
			"abstract": "This paper presents a simple heuristic model for COVID 19 spreading. The model is based on a propagation unit of time. The state of the epidemic at the end of the time unit is then related to that at the start through recurrence relationships. By propagating these relationships over the required number of time units, a projection can be made over time. The model is readily implemented on a spreadsheet and is therefore potentially widely accessible. It can serve as a useful tool for scenario planning and forecasting not just for an entire population, but also for a specific community within a population."
		},
		{
			"title": "A mathematical model for the spatiotemporal epidemic spreading of COVID19",
			"abstract": "An outbreak of a novel coronavirus, named SARS-CoV-2, that provokes the COVID-19 disease, was first reported in Hubei, mainland China on 31 December 2019. As of 20 March 2020, cases have been reported in 166 countries/regions, including cases of human-to-human transmission around the world. The proportions of this epidemics is probably one of the largest challenges faced by our interconnected modern societies. According to the current epidemiological reports, the large basic reproduction number, R_0 ~ 2.3, number of secondary cases produced by an infected individual in a population of susceptible individuals, as well as an asymptomatic period (up to 14 days) in which infectious individuals are undetectable without further analysis, pave the way for a major crisis of the national health capacity systems. Recent scientific reports have pointed out that the detected cases of COVID19 at young ages is strikingly short and that lethality is concentrated at large ages. Here we adapt a Microscopic Markov Chain Approach (MMCA) metapopulation mobility model to capture the spread of COVID-19. We propose a model that stratifies the population by ages, and account for the different incidences of the disease at each strata. The model is used to predict the incidence of the epidemics in a spatial population through time, permitting investigation of control measures. The model is applied to the current epidemic in Spain, using the estimates of the epidemiological parameters and the mobility and demographic census data of the national institute of statistics (INE). The results indicate that the peak of incidence will happen in the first half of April 2020 in absence of mobility restrictions. These results can be refined with improved estimates of epidemiological parameters, and can be adapted to precise mobility restrictions at the level of municipalities. The current estimates largely compromises the Spanish health capacity system, in particular that for intensive care units, from the end of March. However, the model allows for the scrutiny of containment measures that can be used for health authorities to forecast with accuracy their impact in prevalence of COVID--19. Here we show by testing different epidemic containment scenarios that we urge to enforce total lockdown to avoid a massive collapse of the Spanish national health system."
		},
		{
			"title": "CoViD19 Meta heuristic optimization based forecast method on time dependent bootstrapped data",
			"abstract": "A compounded method, exploiting the searching capabilities of an operation research algorithm and the power of bootstrap techniques, is presented. The resulting algorithm has been successfully tested to predict the turning point reached by the epidemic curve followed by the CoViD19 virus in Italy. Futures lines of research, which include the generalization of the method to a broad set of distribution, will be finally given."
		}
	]
}