{
	"Psychology": [
		{
			"title": "Online mental health services in China during the COVID-19 outbreak",
			"abstract": "Online mental health services in China during the COVID-19 outbreak"
		},
		{
			"title": "Psychological responses, behavioral changes and public perceptions during the early phase of the COVID-19 outbreak in China: a population based cross-sectional survey",
			"abstract": "Objective: To investigate psychological and behavioral responses to the threat of SARS-CoV-2 infections and their associations with public perceptions in China Design: Cross sectional population-based telephone survey via random digital dialing between 1 and 10 February, 2020 Setting: Wuhan (the epicentre and quarantined city), and Shanghai (a typical major city with close transportation link with Wuhan) Participants: Random sample of 510 residents in Wuhan and 501 residents in Shanghai aged above 18 Main outcome measures: Anxiety (measured by the 7-item generalized anxiety disorder [GAD-7] scale), recommended and avoidance behaviors (engaged in all six behaviors such as increasing surface cleaning and reducing going out). Results: The prevalence rates of moderate or severe anxiety (score â‰¥10 on GAD-7) were 32.7% (n=167) among Wuhan participants and 20.4% (n=102) among Shanghai participants. 78.6% (n=401) of Wuhan participants and 63.9% (n=320) of Shanghai participants had carried out all six precautionary behaviors. For both measures, Wuhan participants were more responsive to the outbreak (p<0.001). Controlling for personal characteristics, logistic regression results suggested that risks of moderate or severe anxiety were positively associated with perceived susceptibility (odds ratio 1.6, 95% confidence interval 1.3-1.8) and severity of the disease (1.6, 1.4-1.9) and confusion about information reliability (1.6, 1.5-1.9). Having confidence in taking measures to protect oneself against the disease was associated with a lower risk (0.6, 0.5-0.7). The strongest predictor of behavioral change was perceived severity (1.2, 1.1-1.4), followed by confusion about information reliability (1.1, 1.0-1.3). Conclusions: Psychological and behavioral responses to COVID-19 have been dramatic during the rising phase of the outbreak. Our results support efforts for timely dissemination of accurate and reliable information to address the high anxiety level."
		},
		{
			"title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 epidemic in China: a web-based cross-sectional survey",
			"abstract": "Background: China has been severely affected by COVID-19 (Corona Virus Disease 2019) since December, 2019. This study aimed to assess the population mental health burden during the epidemic, and to explore the potential influence factors. Methods: Using a web-based cross-sectional survey, we collected data from 7,236 self-selected volunteers assessed with demographic information, COVID-19 related knowledge, Generalized Anxiety Disorder-7 (GAD-7), Center for Epidemiology Scale for Depression (CES-D), and Pittsburgh Sleep Quality Index (PSQI). Logistic regressions were used to identify influence factors associated with mental health problem. Results: Of the total sample analyzed, the overall prevalence of GAD, depressive symptoms, and sleep quality were 35.1%, 20.1%, and 18.2%, respectively. Young people reported a higher prevalence of GAD and depressive symptoms than older people (P<0.001). Compared with other occupational group, healthcare workers have the highest rate of poor sleep quality (P<0.001). Multivariate logistic regression showed that age (< 35 years) and times to focus on the COVID-19 (â‰¥ 3 hours per day) were associated with GAD, and healthcare workers were associated with poor sleep quality. Conclusions: Our study identified a major mental health burden of the public during COVID-19 epidemic in China. Young people, people who spent too much time on the epidemic, and healthcare workers were at high risk for mental illness. Continuous surveillance and monitoring of the psychological consequences for outbreaks should become routine as part of preparedness efforts worldwide."
		},
		{
			"title": "COVID-19 in Wuhan: Immediate Psychological Impact on 5062 Health Workers",
			"abstract": "BACKGROUND: The outbreak of COVID-19 has laid unprecedented psychological stress on health workers (HWs). We aimed to assess the immediate psychological impact on HWs at Tongji Hospital in Wuhan, China. METHODS: We conducted a single-center, cross-sectional survey of HWs via online questionnaires between February 8th and 10th, 2020. We evaluated stress, depression and anxiety by Impact of Event Scale-Revised (IES-R), Patient Health Questionnaire-9 (PHQ-9), and Generalized Anxiety Disorder 7-item (GAD-7), respectively. We also designed a questionnaire to assess the effect of psychological protective measures taken by Tongji Hospital. Multivariate logistic regression was used to identify predictors of acute stress, depression, and anxiety. RESULTS: We received 5062 completed questionnaires (response rate, 77.1 percent). 1509 (29.8 percent), 681 (13.5 percent) and 1218 (24.1 percent) HWs reported stress, depression and anxiety symptoms. Women (hazard ratio[HR], 1.31; P=0.032), years of working> 10 years (HR, 2.02; P<0.001), concomitant chronic diseases (HR, 1.51; P<0.001), history of mental disorders (HR, 3.27; P<0.001), and family members or relatives confirmed or suspected (HR, 1.23; P=0.030) were risk factors for stress, whereas care provided by hospital and department administrators(odds ratio [OR], 0.76; P=0.024) and full coverage of all departments with protective measures (OR, 0.69; P=0.004) were protective factors. CONCLUSIONS: Women and those who have more than 10 years of working, concomitant chronic diseases, history of mental disorders, and family members or relatives confirmed or suspected are susceptible to stress, depression and anxiety among HWs during the COVID-19 pandemic. Psychological protective measures implemented by the hospital could be helpful."
		},
		{
			"title": "Mental health status and coping strategy of medical workers in China during The COVID-19 outbreak",
			"abstract": "The authors have withdrawn their manuscript whilst they perform additional experiments to test some of their conclusions further. Therefore, the authors do not wish this work to be cited as reference for the project. If you have any questions, please contact the corresponding author."
		},
		{
			"title": "A Novel Approach of Consultation on 2019 Novel Coronavirus (COVID-19)-Related Psychological and Mental Problems: Structured Letter Therapy",
			"abstract": "A Novel Approach of Consultation on 2019 Novel Coronavirus (COVID-19)-Related Psychological and Mental Problems: Structured Letter Therapy"
		},
		{
			"title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control",
			"abstract": "Since December 2019, more than 79,000 people have been diagnosed with infection of the Corona Virus Disease 2019 (COVID-19). A large number of medical staff were dispersed for Wuhan city and Hubei province to aid COVID-19 control. Psychological stress, especially vicarious traumatization (VT) caused by the COVID-19 pandemic, should not be ignored. To address this concern, the study employed a total of 214 general public (GP) and 526 nurses to evaluate VT scores via a mobile app-based questionnaire. Results showed that the VT scores slightly increased across periods of aiding COVID-19 control, although no statistical difference was noted (P = 0.083). However, the study found lower scores for VT in nurses [median = 69; interquartile range (IQR) = 56-85] than those of the GP (median = 75.5; IQR = 62-88.3) (P = 0.017). In addition, the VT scores for front-line nurses (FLNs; median = 64; IQR = 52-75), including scores for physiological and psychological responses, were significantly lower than those of non-front-line nurses (nFLNs; median = 75.5; IQR = 63-92) (P < 0.001). Interestingly, the VT scores of the GP were significantly higher than those of the FLNs (P < 0.001). However, no statistical difference was observed compared with those of nFLNs (P > 0.05). Importantly, nFLNs are more likely to suffer from VT, which might be related to two factors, namely, gender [odds ratio (OR) = 3.1717; 95% confidence interval (CI) = 4.247-18.808; P = 0.002] and fertility [OR = 2.072; 95%CI = 0.626-24.533; P = 0.039]. Therefore, increased attention should be paid to the psychological problems of the medical staff, especially nFLNs, and GP under the situation of the spread and control of COVID-19. Early strategies that aim to prevent and treat VT in medical staff and GP are extremely necessary."
		},
		{
			"title": "The pandemic of social media panic travels faster than the COVID-19 outbreak",
			"abstract": "The pandemic of social media panic travels faster than the COVID-19 outbreak"
		},
		{
			"title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: implications and policy recommendations",
			"abstract": "The Coronavirus Disease 2019 (COVID-19) epidemic emerged in Wuhan, China, spread nationwide and then onto half a dozen other countries between December 2019 and early 2020. The implementation of unprecedented strict quarantine measures in China has kept a large number of people in isolation and affected many aspects of people's lives. It has also triggered a wide variety of psychological problems, such as panic disorder, anxiety and depression. This study is the first nationwide large-scale survey of psychological distress in the general population of China during the COVID-19 epidemic."
		},
		{
			"title": "Psychological impact of the coronavirus disease 2019 (COVID-19) outbreak on healthcare workers in China",
			"abstract": "Introduction Since the outbreak of coronavirus disease 2019 (COVID-19), more than 3000 (including clinical diagnosis) healthcare workers (HCWs) have been infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China. This study is aimed to investigate the risk perception and immediate psychological state of HCWs in the early stage of the COVID-19 epidemic. Methods This study utilized a cross-sectional survey designed on a convenient sample of 4357 HCWs in China. Its data were collected using anonymous structured questionnaires distributed through social software. 6 questions were set to evaluate the participants' risk perception of COVID-19, and a General Health Questionnaire was used to identify the participants' immediate psychological status. Descriptive statistics were used for data analysis. Risk perception and psychological status were compared by demographic characteristics and COVID-19 exposure experiences. Result A total of 4,600 questionnaires were distributed, and 4,357 qualified ones (94.7%) were collected. The main concerns of HCWs are: infection of colleagues (72.5%), infection of family members (63.9%), protective measures (52.3%) and medical violence (48.5%). And 39.1% of the HCWs had psychological distress, especially working in Wuhan, participating in frontline treatments, having been isolated and having family members or colleagues infected. Conclusions The finding indicating that, faced with the COVID-19 epidemic, HCWs, especially in Wuhan, were worried about the risks of infection and protective measures, resulting in psychological distress, so further actions should be taken."
		},
		{
			"title": "Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China",
			"abstract": "Background: The 2019 coronavirus disease (COVID-19) epidemic is a public health emergency of international concern and poses a challenge to psychological resilience. Research data are needed to develop evidence-driven strategies to reduce adverse psychological impacts and psychiatric symptoms during the epidemic. The aim of this study was to survey the general public in China to better understand their levels of psychological impact, anxiety, depression, and stress during the initial stage of the COVID-19 outbreak. The data will be used for future reference. Methods: From 31 January to 2 February 2020, we conducted an online survey using snowball sampling techniques. The online survey collected information on demographic data, physical symptoms in the past 14 days, contact history with COVID-19, knowledge and concerns about COVID-19, precautionary measures against COVID-19, and additional information required with respect to COVID-19. Psychological impact was assessed by the Impact of Event Scale-Revised (IES-R), and mental health status was assessed by the Depression, Anxiety and Stress Scale (DASS-21). Results: This study included 1210 respondents from 194 cities in China. In total, 53.8% of respondents rated the psychological impact of the outbreak as moderate or severe; 16.5% reported moderate to severe depressive symptoms; 28.8% reported moderate to severe anxiety symptoms; and 8.1% reported moderate to severe stress levels. Most respondents spent 20-24 h per day at home (84.7%); were worried about their family members contracting COVID-19 (75.2%); and were satisfied with the amount of health information available (75.1%). Female gender, student status, specific physical symptoms (e.g., myalgia, dizziness, coryza), and poor self-rated health status were significantly associated with a greater psychological impact of the outbreak and higher levels of stress, anxiety, and depression (p < 0.05). Specific up-to-date and accurate health information (e.g., treatment, local outbreak situation) and particular precautionary measures (e.g., hand hygiene, wearing a mask) were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression (p < 0.05). Conclusions: During the initial phase of the COVID-19 outbreak in China, more than half of the respondents rated the psychological impact as moderate-to-severe, and about one-third reported moderate-to-severe anxiety. Our findings identify factors associated with a lower level of psychological impact and better mental health status that can be used to formulate psychological interventions to improve the mental health of vulnerable groups during the COVID-19 epidemic."
		},
		{
			"title": "Emotional responses and coping strategies of nurses and nursing college students during COVID-19 outbreak",
			"abstract": "Background: Affected by a Corona Virus Disease 2019 (COVID-19) outbreak, Since December 2019, there have been more than 76,000 cases of COVID-19 in China, causing more than 3,000 medical staff infections. Due to COVID-19 spreads quickly, is highly contagious, and can be fatal in severe cases, and there are no specific medicines, it poses a huge threat to the life and health of nurses and has a large impact on their emotional responses and coping strategies. Methods: This study conducted an online questionnaire survey from February 1 to 9, 2020 to investigate the current state of emotional responses and coping strategies of nurses and college nursing students in Anhui Province. This study used a modified Brief COPE (Carver, 1997) and a emotional responses scale. Results: The results found that women showed more severe anxiety and fear than men. Participants from cities showed more anxiety and fear than participants from rural, but rural participants showed more sadness than urban participants. The closer COVID-19 is to the participants, the stronger the anxiety and anger. Compared with Nursing college students, nurses have stronger emotional responses and are more willing to use Problem-focused coping. People may have a cycle of \"the more fear, the more problem-focused coping\". And people may \"The more angry, the more emotion-focused coping\", \"the more problem-focused coping, the more anxious, the more angry, the more sadness\". Conclusion: COVID-19 is a pressure source with great influence, both for individuals and for the social public groups. Different individuals and groups may experience different levels of psychological crisis, and those nurses at the core of the incident are affected. Hospitals should focus on providing psychological support to nurses and providing timely psychological assistance and training in coping strategies. Improving nurses' ability to regulate emotions and effective coping strategies, providing a strong guarantee for resolutely winning the battle against epidemic prevention and control."
		},
		{
			"title": "The prevalence and influencing factors for anxiety in medical workers fighting COVID-19 in China: A cross-sectional survey",
			"abstract": "Abstract: Background: The COVID-19 outbreak caused by the SARS-Cov-2 virus has been sustained in China since December 2019, and could become a pandemic if we do not contain it. The mental health of frontline medical staff is a concern. In this study, we aimed to identify the influencing factors on medical worker anxiety in China during the COVID-19 outbreak. Methods: We conducted a cross-sectional study to estimate the prevalence of anxiety among medical staff from 10th February 2020 to 20th February 2020 in China using the Zung Self-rating Anxiety Scale (SAS) to assess anxiety, using the criteria of normal (â‰¤49), mild (50-59), moderate (60-70) and severe anxiety (â‰¥70). We used multivariable linear regression to determine the factors (e.g., having direct contact treating infected patients, being a medical staff worker from Hubei province, being a suspect case) for anxiety. We also used adjusted models to confirm independent factors for anxiety after adjusting for gender, age, education and marital status. Results: Of 512 medical staff from China, 164 healthcare workers (32.03%) had had direct contact by treating infected patients. The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers from moderate (1.36%) and four workers from severe anxiety (0.78%). After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients saw higher anxiety scores than those who had not had direct contact (Î²value=2.33, CI: 0.65 -4.00; p=0.0068). Similar things were observed in medical staff from Hubei province, compared with those from other parts of China (Î²value=3.67, CI: 1.44 -5.89; p=0.0013). The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (Î²value=4.44, CI: 1.55 -7.33; p=0.0028). Conclusion: Our results highlight that government authorities should make early detection of the high risk of anxiety among medical staff a priority, and implement appropriate psychological intervention programs, to prevent medical staff from developing psychological disorders that could potentially exert an adverse effect on combating the COVID-19 epidemic."
		},
		{
			"title": "Prevalence and Risk Factors of Acute Posttraumatic Stress Symptoms during the COVID-19 Outbreak in Wuhan, China",
			"abstract": "Background A novel coronavirus (SARA-CoV-2) emerged in Wuhan, China, in December 2019. Within a few weeks, the disease caused by SARA-CoV-2, which is named COVID-19, has escalated into an unprecedented ongoing outbreak with frightening speed, becoming a global health emergency. This study aimed to exam the prevalence and risk factors of acute posttraumatic stress symptoms (PTSS) in Chinese people shortly after the massive outbreak of COVID-19. Method An online anonymous questionnaire survey was conducted in mainland China between 30 January and 3 February, 2020. The survey consisted of two self-administered questionnaires: one was designed to require personal information (gender, age, education background), current location, recent exposure history of Wuhan, the classification of population, and subjective sleep quality; the other was the PTSD Checklist for DSM-5 (PCL-5), which was to assess PTSS referring to the outbreak. Results A total of 2091 Chinese participated in the current study. The prevalence of PTSS among the public in mainland China 1 month after the COVID-19 outbreak was 4.6%. Multiple linear regression analysis revealed that gender (p < 0.001), exposure history of Wuhan (p = 0.047), classification of population (p < 0.001), and subjective sleep quality (p < 0.001) could be regarded as predictor factors for PTSS. Conclusions The results showed that some Chinese showed acute PTSS during the COVID-19 outbreak. Therefore, comprehensive psychological intervention needs further implementation. Furthermore, females, people who having recent exposure history of Wuhan, those at high risk of infection or with poor sleep quality deserve special attention."
		},
		{
			"title": "Vicarious traumatization in the general public, members, and non-members of medical teams aiding in COVID-19 control",
			"abstract": "Abstract Since December 2019, more than 79,000 people have been diagnosed with infection of the Corona Virus Disease 2019 (COVID-19). A large number of medical staff was sent to Wuhan city and Hubei province to aid COVID-19 control. Psychological stress, especially vicarious traumatization caused by the COVID-19 pandemic, should not be ignored. To address this concern, the study employed a total of 214 general public and 526 nurses (i.e., 234 front-line nurses and 292 non-front-line nurses) to evaluate vicarious traumatization scores via a mobile app-based questionnaire. Front-line nurses are engaged in the process of providing care for patients with COVID-19. The results showed that the vicarious traumatization scores for front-line nurses including scores for physiological and psychological responses, were significantly lower than those of non-front-line nurses (P < 0.001). Interestingly, the vicarious traumatization scores of the general public were significantly higher than those of the front-line nurses (P < 0.001); however, no statistical difference was observed compared to the scores of non-front-line nurses (P > 0.05). Therefore, increased attention should be paid to the psychological problems of the medical staff, especially non-front-line nurses, and general public under the situation of the spread and control of COVID-19. Early strategies that aim to prevent and treat vicarious traumatization in medical staff and general public are extremely necessary."
		},
		{
			"title": "The COVID-19 outbreak and psychiatric hospitals in China: managing challenges through mental health service reform",
			"abstract": "Recently, more than 300 Chinese patients with psychiatric disorders were diagnosed with the 2019 novel coronavirus disease (COVID-19). Possible reasons quoted in the report were the lack of caution regarding the COVID-19 outbreak in January and insufficient supplies of protective gear. We outlined major challenges for patients with psychiatric disorders and mental health professionals during the COVID-19 outbreak, and also discussed how to manage these challenges through further mental health service reform in China."
		},
		{
			"title": "Progression of Mental Health Services during the COVID-19 Outbreak in China",
			"abstract": "The novel coronavirus disease (COVID-19) has been rapidly transmitted in China, Macau, Hong Kong, and other Asian and European counterparts. This COVID-19 epidemic has aroused increasing attention nationwide. Patients, health professionals, and the general public are under insurmountable psychological pressure which may lead to various psychological problems, such as anxiety, fear, depression, and insomnia. Psychological crisis intervention plays a pivotal role in the overall deployment of the disease control. The National Health Commission of China has summoned a call for emergency psychological crisis intervention and thus, various mental health associations and organizations have established expert teams to compile guidelines and public health educational articles/videos for mental health professionals and the general public alongside with online mental health services. In addition, mental health professionals and expert groups are stationed in designated isolation hospitals to provide on-site services. Experts have reached a consensus on the admission of patients with severe mental illness during the COVID-19 outbreak in mental health institutions. Nevertheless, the rapid transmission of the COVID-19 has emerged to mount a serious challenge to the mental health service in China."
		},
		{
			"title": "Mental health status among family members of health care workers in Ningbo, China during the Coronavirus Disease 2019 (COVID-19) outbreak: a Cross-sectional Study",
			"abstract": "Background: So far, the psychological impact of COVID-19 epidemic among family members of Health care workers (HCWs) in China has been neglected. The present cross-sectional study aimed to investigate the mental health status and related factors of families of HCWs in Designated Hospitals in Ningbo, China. Method: Family members of HCWs working in five designated hospitals in Ningbo, China were recruited between February 10th and 20th, 2020. Information on demographic variables, the COVID-19-related events in the lives, knowledge of COVID-19 and the working status of family members (that is, HCWs) was collected using online self-administered questionnaires. The mental health status were assessed using the Chinese version of Patient Health Questionnare-9 (PHQ-9) and Chinese version of Generalized Anxiety Disorder-7 (GAD-7 ). Multivariable logistic regression analyses were conducted to identify the main factors associated with the mental health conditions. Results: A total of 822 participants completed questionnaires correctly. (response rate of 95.80% ). The overall prevalence of GAD and depressive symptoms were 33.73%, and 29.35%, respectively. More times (hours) to focus on the COVID-19 (OR=1.215, 95%CI:1.061-1.391), family members (that is, HCWs) directly contact with confirmed or suspected COVID-19 patients (OR=1.477, 95%CI:1.069-2.040) were risk factors for GAD, while higher participants self-reported safety score for protective equipment of HCWs (OR=0.807, 95%CI:0.700-0.930) was a protective factor. More times (hours) to focus on the COVID-19 (OR=1.215, 95%CI:1.061-1.391), longer average working times per week for family members (that is, HCWs) (OR=1.017, 95%CI:1.005-1.029), being parents and other next of kin of HCWs were risk factors for depressive symptoms (OR=3.526, 95%CI:1.609-7.728 and OR=1.639, 95%CI:1.096-2.451, respectively). In addition, compared with participants who were HCWs, participants who were enterprise workers and were more likely to develop depressive symptoms(OR=1.750, 95%CI:1.104-2.776), while who were government employees or institutions employees were less likely to suffer depressive symptoms (OR=0.529, 95%CI:0.286-0.977). Conclusions: Psychological responses to COVID-19 have been dramatic among family members of HCWs during the rising phase of the outbreak. Our findings provide strong evidence to pay more attention on the mental health status of this vulnerable but often unseen populations during COVID-19 epidemic."
		},
		{
			"title": "The Impact of COVID-19 Epidemic Declaration on Psychological Consequences: A Study on Active Weibo Users",
			"abstract": "COVID-19 (Corona Virus Disease 2019) has significantly resulted in a large number of psychological consequences. The aim of this study is to explore the impacts of COVID-19 on people's mental health, to assist policy makers to develop actionable policies, and help clinical practitioners (e.g., social workers, psychiatrists, and psychologists) provide timely services to affected populations. We sample and analyze the Weibo posts from 17,865 active Weibo users using the approach of Online Ecological Recognition (OER) based on several machine-learning predictive models. We calculated word frequency, scores of emotional indicators (e.g., anxiety, depression, indignation, and Oxford happiness) and cognitive indicators (e.g., social risk judgment and life satisfaction) from the collected data. The sentiment analysis and the paired sample t-test were performed to examine the differences in the same group before and after the declaration of COVID-19 on 20 January, 2020. The results showed that negative emotions (e.g., anxiety, depression and indignation) and sensitivity to social risks increased, while the scores of positive emotions (e.g., Oxford happiness) and life satisfaction decreased. People were concerned more about their health and family, while less about leisure and friends. The results contribute to the knowledge gaps of short-term individual changes in psychological conditions after the outbreak. It may provide references for policy makers to plan and fight against COVID-19 effectively by improving stability of popular feelings and urgently prepare clinical practitioners to deliver corresponding therapy foundations for the risk groups and affected people."
		},
		{
			"title": "Supporting Clinicians During the COVID-19 Pandemic",
			"abstract": "The COVID-19 pandemic has upended clinicians' sense of order and control, creating the potential for stress in the short term and burnout over the long term. This commentary offers suggestions to encourage a culture that will sustain the clinician workforce during the pandemic."
		},
		{
			"title": "Social Capital and Sleep Quality in Individuals Who Self-Isolated for 14 Days During the Coronavirus Disease 2019 (COVID-19) Outbreak in January 2020 in China",
			"abstract": "BACKGROUND: From the end of December 2019, coronavirus disease 2019 (COVID-19) began to spread in central China. Social capital is a measure of social trust, belonging, and participation. This study aimed to investigate the effects of social capital on sleep quality and the mechanisms involved in people who self-isolated at home for 14 days in January 2020 during the COVID-19 epidemic in central China. METHODS: Individuals (n=170) who self-isolated at home for 14 days in central China, completed self-reported questionnaires on the third day of isolation. Individual social capital was assessed using the Personal Social Capital Scale 16 (PSCI-16) questionnaire. Anxiety was assessed using the Self-Rating Anxiety Scale (SAS) questionnaire, stress was assessed using the Stanford Acute Stress Reaction (SASR) questionnaire, and sleep was assessed using the Pittsburgh Sleep Quality Index (PSQI) questionnaire. Path analysis was performed to evaluate the relationships between a dependent variable (social capital) and two or more independent variables, using Pearson's correlation analysis and structural equation modeling (SEM). RESULTS: Low levels of social capital were associated with increased levels of anxiety and stress, but increased levels of social capital were positively associated with increased quality of sleep. Anxiety was associated with stress and reduced sleep quality, and the combination of anxiety and stress reduced the positive effects of social capital on sleep quality. CONCLUSION: During a period of individual self-isolation during the COVID-19 virus epidemic in central China, increased social capital improved sleep quality by reducing anxiety and stress."
		},
		{
			"title": "Psychological status and sleep quality of nursing interns during the outbreak of COVID-19",
			"abstract": "OBJECTIVE: To investigate the psychological status and sleep quality of nursing interns in collective isolation during the outbreak of coronavirus disease 2019 (COVID-19) and provide evidence for adequate interventions. METHODS: We surveyed a total of 95 nursing interns who were isolated collectively in a general teaching hospital in Guangzhou using a self-designed questionnaire, which consisted of a basic information form, self-rating anxiety scale (SAS), self-rating depression scale (SDS) and Pittsburgh Sleep Quality Index (PSQI). Descriptive analysis, single factor analysis and correlation analysis were used to analyze the current status of the interns' psychology and sleep quality, the potential factors affecting their psychology and sleep quality, and the correlation between their psychological status and sleep quality. RESULTS: The surveyed interns had SAS, SDS and PSQI score of 37.79Â±6.59, 43.98Â±9.74 and 5.20Â±3.14, respectively, which were significant higher than the national norms in China (P < 0.05). Correlation analysis indicated that both anxiety and depression were positively correlated with the sleep quality score (r=0.508 and 0.546, respectively). Univariate analysis showed that the major factors affecting the psychological status and sleep quality of the interns during collective isolation included recent contact with persons from the affected area before isolation and the onset of fever during the isolation. CONCLUSION: These interns showed relatively high levels of anxiety and depression during the collective isolation to affect their sleep quality, and interventions should be timely administered to improve their mental health and sleep quality."
		},
		{
			"title": "Traumatization in medical staff helping with COVID-19 control",
			"abstract": "Traumatization in medical staff helping with COVID-19 control"
		},
		{
			"title": "Rethinking online mental health services in China during the COVID-19 epidemic",
			"abstract": "Rethinking online mental health services in China during the COVID-19 epidemic"
		},
		{
			"title": "High risk of infection caused posttraumatic stress symptoms in individuals with poor sleep quality: A study on influence of coronavirus disease (COVID-19) in China",
			"abstract": "The influence of the outbreak of coronavirus disease (COVID-19) on mental health was poorly understood. The present study aimed to exam sleep problems and posttraumatic stress symptoms (PTSS) in Chinese immediately after the massive outbreak of COVID-19. A total of 2027 Chinese participated in the present study. Wuhan-expose history, sleep quality and PTSS were measured with self-rating scales. Results showed that there were significant differences of PCL-5 and of sleep quality scores in different data-collection dates (ps<0.05). There were significant differences of PCL-5 scores (p<0.05) and latency onset of sleep (p<0.05) between participants with and without Wuhan-expose history. The interaction effect of Wuhan exposure history Ã— sleep quality significantly influenced PCL-5 (ps<0.05). These results indicate that keeping good sleep quality in individuals with high infectious risk is a way to prevent PTSS."
		},
		{
			"title": "Analysis of psychological state and clinical psychological intervention model of patients with COVID-19",
			"abstract": "Background:Patients with the 2019 coronavirus disease (COVID-19) have different degrees of psychological pain, such as anxiety and depression, which may related to their prognosis. Psychological intervention can be conducted in different ways to improve psychological pain and improve the treatment effect. Objective:The present study aimed to investigate and analyze the psychological status of patients with COVID-19 during the course of illness, and to evaluate the effect and influencing factors of psychological crisis intervention, so as to explore the effective mode of clinical psychological intervention in acute patients under isolation environment. Methods:A total of 143 persons participated in the study, including 26 patients diagnosed with COVID-19 in the isolation ward (COVID-19 group), 87 patients with general pneumonia in the observation ward (General Pneumonia group) and 30 healthy volunteers (Normal group). All the patients in the ward received comprehensive psychological intervention, including telephone psychological counseling (active and passive), self-adjustment of written materials and one-to-one psychological crisis intervention. Hamilton depression scale (HAMD) and Hamilton anxiety scale (HAMA) were used to evaluate the mental health status of all patients on the day of admission and 1 week after treatment. Results:The scores of HAMA and HAMD of all patients (including isolation ward and observation ward) were significantly higher than the healthy volunteers at the time of admission. The total score of HAMA and HAMD in CVOID-19 group were both higher than that General Pneumonia group. After 1 week`s hospitalization with comprehensive psychological intervention, the scores of HAMA and HAMD in CVOID-19 group were significantly decreased. Conclusion:Patients those who diagnosed with COVID-19 in the isolation ward and/or general pneumonia in observation ward have different degrees of anxiety, depression and sleep problems. While receiving antiviral treatment, patients also need psychological intervention. Comprehensive psychological intervention model has been proved to be effective."
		},
		{
			"title": "Focus on Mental Health During the Coronavirus (COVID-19) Pandemic: Applying Learnings from the Past Outbreaks",
			"abstract": "The 2019 novel coronavirus (COVID-19) has gained global attention after it originated from China at the end of 2019, and later turned into pandemic as it affected about 118,000 in 114 countries by March 11, 2020. By March 13, 2020, it was declared a national emergency in the United States as the number of COVID-19 cases, and the death toll rose exponentially. To contain the spread of the disease, the world scientist community came together. However, the unpreparedness of the nations, even with the advanced medical sciences and resources, has failed to address the mental health aspect amongst the public, as all efforts are focused on understanding the epidemiology, clinical features, transmission patterns, and management of COVID-19 pneumonia. Our efforts in this review are to evaluate and study similar outbreaks from the past to understand its adverse impact on mental health, implement adequate steps to tackle and provide a background to physicians and healthcare workers at the time of such outbreaks to apply psychological first aid."
		},
		{
			"title": "Cyberpsychology research and COVID-19",
			"abstract": "Cyberpsychology research and COVID-19"
		},
		{
			"title": "COVID-19, Mental Health and Aging: A Need for New Knowledge to Bridge Science and Service",
			"abstract": "COVID-19, Mental Health and Aging: A Need for New Knowledge to Bridge Science and Service"
		},
		{
			"title": "Digital Mental Health and COVID-19: Using Technology Today to Accelerate the Curve on Access and Quality Tomorrow",
			"abstract": "As interest in and use of telehealth during the COVID-19 global pandemic increase, the potential of digital health to increase access and quality of mental health is becoming clear. Although the world today must \"flatten the curve- of spread of the virus, we argue that now is the time to \"accelerate and bend the curve- on digital health. Increased investments in digital health today will yield unprecedented access to high-quality mental health care. Focusing on personal experiences and projects from our diverse authorship team, we share selected examples of digital health innovations while acknowledging that no single piece can discuss all the impressive global efforts past and present. Exploring the success of telehealth during the present crisis and how technologies like apps can soon play a larger role, we discuss the need for workforce training, high-quality evidence, and digital equity among other factors critical for bending the curve further."
		},
		{
			"title": "Mental health considerations for children quarantined because of COVID-19",
			"abstract": "Mental health considerations for children quarantined because of COVID-19"
		},
		{
			"title": "Using psychoneuroimmunity against COVID-19",
			"abstract": "Abstract The worldwide outbreak of coronavirus disease 2019 (COVID-19) raises concerns of widespread panic and anxiety in individuals subjected to the real or perceived threat of the virus. Compared to general populations, patients who are institutionalized in a closed unit are also very vulnerable to COVID-19 infection and complications. This crisis touched on difficult issues of not only psychiatric care and ethics, but also psychological impacts to psychiatric care givers. In this Viewpoint, we address both physical and biopsychosocial aspects of this infection, as well as the psychoneuroimmunity of preventive strategies of healthy lifestyle, regular exercise, balanced nutrition, quality sleep and a strong connection with people. Social distancing and wearing masks might help us from pathogen exposure, yet such these measures also prevent us from expressing compassion and friendliness. Therefore, all forms of psychological support should be routinely implemented not only to consider psychological resilience but also to enhance psychoneuroimmunity against COVID-19."
		},
		{
			"title": "Prevalence and Factors Associated with Depression and Anxiety of Hospitalized Patients with COVID-19",
			"abstract": "Objective: The 2019 coronavirus disease (COVID-19) epidemic has raised international concern. Mental health is becoming an issue that cannot be ignored in our fight against it. This study aimed to explore the prevalence and factors linked to anxiety and depression in hospitalized patients with COVID-19. Methods: A total of 144 patients diagnosed with COVID-19 were included in this study. We assessed depression and anxiety symptoms using the Hospital Anxiety and Depression Scale (HADS), and social support using the Perceived Social Support Scale (PSSS) among patients at admission. Multivariate linear regression analyses were performed to identify factors associated with symptoms of anxiety and depression. Results: Of the 144 participants, 34.72% and 28.47% patients with COVID-19 had symptoms of anxiety or depression, respectively. The bivariate correlations showed that less social support was correlated with more anxious (r=-0.196, p<0.05) and depressive (r=-0.360ï¼Œp<0.05) symptoms among patients with COVID-19. The multiple linear regression analysis showed that gender (Î²=1.446, p=0.034), age (Î²=0.074, p=0.003), oxygen saturation (Î² =-2.140, p=0.049), and social support (Î² =-1.545, p=0.017) were associated with anxiety for COVID-19 patients. Moreover, age (Î²=0.084, p=0.001), family infection with SARS-CoV-2 (Î² =1.515, p=0.027) and social support (Î² =-2.236, pï¼œ0.001) were the factors associated with depression. Conclusion: Hospitalized patients with COVID-19 presented features of anxiety and depression. Mental concern and appropriate intervention are essential parts of clinical care for those who are at risk."
		},
		{
			"title": "Evaluating COVID-19 Public Health Messaging in Italy: Self-Reported Compliance and Growing Mental Health Concerns",
			"abstract": "Purpose: The COVID-19 death-rate in Italy continues to climb, surpassing that in every other country. We implement one of the first nationally representative surveys about this unprecedented public health crisis and use it to evaluate the Italian government's public health efforts and citizen responses. Findings: (1) Public health messaging is being heard. At this point, the Italian people understand how to keep themselves and others safe from the SARS-Cov-2 virus. This is true for all population groups we studied, with the partial exception of slightly lower compliance among young adults. Remarkably, even those who do not trust the government, and those who think the government has been untruthful about the crisis mostly believe the public health message and claim to be acting in accordance. (2) The quarantine is beginning to have serious negative effects on the population's mental health. Policy Recommendations: Public health messaging is being heard and understood. The focus now should move from explaining that citizens should stay at home to what they can do at home. We need interventions that make staying at home and following public health protocols more desirable, or possibly even fun. These interventions could include virtual social interactions, such as online social reading activities, classes, exercise routines, among others - all designed to reduce the boredom of being socially isolated for long periods of time and to increase the attractiveness of following public health recommendations. Interventions like these will grow in importance as the crisis wears on around the world, and staying inside wears on people."
		},
		{
			"title": "The psychological distress and coping styles in the early stages of the 2019 coronavirus disease (COVID-19) epidemic in the general mainland Chinese population: a web-based survey",
			"abstract": "Background As the epidemic outbreak of 2019 coronavirus disease (COVID-19), general population may experience psychological distress. Evidence has suggested that negative coping styles may be related to subsequent mental illness. Therefore, we investigate the general population's psychological distress and coping styles in the early stages of the COVID-19 outbreak. Methods A cross-sectional battery of surveys was conducted from February 1-4, 2020. The Kessler 6 psychological distress scale, the simplified coping style questionnaire and a general information questionnaire were administered on-line to a convenience sample of 1599 in China. Spearman's correlation was used to measure the correlations among category variables. Results General population's psychological distress were significant differences based on age, marriage, epidemic contact characteristics, concern with media reports, and perceived impacts of the epidemic outbreak (all p <0.001) except gender (p=0.316). Those with a history of visiting Wuhan and a history of epidemics occurring in the community, more concern with media reports, perceived more severe impacts and negative coping style had a higher level of psychological distress, which was significantly positively correlated with a history of visiting Wuhan (r=0.548, p<0.001), a history of epidemics occurring in the community (r=0.219, p<0.001), and concern with media reports (r=0.192, p<0.001). Coping styles were significantly different across all category variables (all p <0.001), and negatively correlated with other category variables (all p<0.01) except age and marriage. Psychological distress was significantly negatively correlated with the coping style (r=-0.573, p<0.01). Conclusions In the early stages of COVID-19, general population with epidemic contact characteristics, excessive concern with media reports, and perceived more severe impacts have higher levels of psychological distress. Psychological distress was significantly negatively correlated with the coping style. Interventions should be implemented early, especially for those population with a high level of psychological distress and/or with a negative coping style."
		},
		{
			"title": "COVID-19 disease emergency operational instructions for Mental Health Departments issued by the Italian Society of Epidemiological Psychiatry",
			"abstract": "During the current COVID-19 disease emergency, it is not only an ethical imperative but also a public health responsibility to keep the network of community psychiatry services operational, particularly for the most vulnerable subjects (those with mental illness, disability, and chronic conditions). At the same time, it is necessary to reduce the spread of the COVID-19 disease within the outpatient and inpatient services affiliated with Mental Health Departments. These instructions, first published online on 16 March 2020 in their original Italian version, provide a detailed description of actions, proposed by the Italian Society of Epidemiological Psychiatry, addressed to Italian Mental Health Departments during the current COVID-19 pandemic. The overall goal of the operational instructions is to guarantee, during the current health emergency, the provision of the best health care possible, taking into account both public health necessities and the safety of procedures. These instructions could represent a useful resource to mental health providers, and stakeholders to face the current pandemic for which most of Mental Health Departments worldwide are not prepared to. These instructions could provide guidance and offer practical tools which can enable professionals and decision makers to foresee challenges, like those already experienced in Italy, which in part can be avoided or minimised if timely planned. These strategies can be shared and adopted, with the appropriate adjustments, by Mental Health Departments in other countries."
		},
		{
			"title": "Impact of the COVID-19 Pandemic on Mental Health and Quality of Life among Local Residents in Liaoning Province, China: A Cross-Sectional Study",
			"abstract": "Our study aimed to investigate the immediate impact of the COVID-19 pandemic on mental health and quality of life among local Chinese residents aged â‰¥18 years in Liaoning Province, mainland China. An online survey was distributed through a social media platform between January and February 2020. Participants completed a modified validated questionnaire that assessed the Impact of Event Scale (IES), indicators of negative mental health impacts, social and family support, and mental health-related lifestyle changes. A total of 263 participants (106 males and 157 females) completed the study. The mean age of the participants was 37.7 Â± 14.0 years, and 74.9% had a high level of education. The mean IES score in the participants was 13.6 Â± 7.7, reflecting a mild stressful impact. Only 7.6% of participants had an IES score â‰¥26. The majority of participants (53.3%) did not feel helpless due to the pandemic. On the other hand, 52.1% of participants felt horrified and apprehensive due to the pandemic. Additionally, the majority of participants (57.8-77.9%) received increased support from friends and family members, increased shared feeling and caring with family members and others. In conclusion, the COVID-19 pandemic was associated with mild stressful impact in our sample, even though the COVID-19 pandemic is still ongoing. These findings would need to be verified in larger population studies."
		},
		{
			"title": "Protecting the psychological health of children through effective communication about COVID-19",
			"abstract": "Protecting the psychological health of children through effective communication about COVID-19"
		},
		{
			"title": "Mental Health and Psychological Intervention Amid COVID-19 Outbreak: Perspectives from South Korea",
			"abstract": "Mental Health and Psychological Intervention Amid COVID-19 Outbreak: Perspectives from South Korea"
		},
		{
			"title": "The consequences of the COVID-19 pandemic on mental health and implications for clinical practice",
			"abstract": "The consequences of the COVID-19 pandemic on mental health and implications for clinical practice"
		},
		{
			"title": "THE EMOTIONAL IMPACT OF THE ASRM GUIDELINES ON FERTILITY PATIENTS DURING THE COVID-19 PANDEMIC",
			"abstract": "Objective: To survey fertility patients' agreement with ASRM recommendations during the COVID-19 pandemic and the emotional impact on them. Design: An online survey was sent to current fertility patients Setting: New York City academic fertility practice at the epicenter of the COVID-19 pandemic Patient(s): Fertility patients seen within the last year Intervention(s): None Main Outcome Measure(s): Patient agreement with the ASRM recommendations during the COVID-19 pandemic and the emotional impact rated on a Likert scale Result(s): A total of 518 patients completed the survey for a response rate of 17%. Fifty percent of respondents had a cycle canceled due to the COVID-19 pandemic. Of those who had a cycle cancelled, 85% of respondents found it to be moderately to extremely upsetting with 22% rating it to be equivalent to the loss of a child. There was no difference on the emotional impact based on the type of cycle cancelled. Fifty-five percent of patients agreed that diagnostic procedures such as hysterosalpingograms should be cancelled while 36% of patients agreed all fertility cycles should be cancelled. Patients were slightly more likely to agree with the ASRM guidelines if they have an upcoming cycle cancelled (p = 0.041). Of all respondents 82% would have preferred to have the option to start a treatment cycle in consultation with their doctor. Conclusion(s): Given the severity of the COVID-19 pandemic, the physical, financial and emotional impact of this unprecedented threat cannot be underestimated in our fertility patients. Key Word(s): COVID-19, novel coronavirus, ASRM, mental health, infertility"
		},
		{
			"title": "Impact of COVID-19 on psychiatric assessment in emergency and outpatient settings measured using electronic health records",
			"abstract": "Importance: As with other traumatic events, pandemics such as coronavirus-19 (COVID-19) may precipitate or exacerbate psychiatric symptoms such as anxiety and depression, while potentially interfering with health systems' capacity to treat such symptoms. Objective: To quantify the impact of increasing COVID-19 infection on extent of psychiatric assessment across 5 Eastern Massachusetts hospitals. Design: In silico cohort using narrative clinical notes generated between 1/2/2020 and 3/25/2020 Setting: Emergency department and outpatient settings from 2 academic medical centers and 3 community hospitals Participants: All individuals age 13 and older presenting to emergency department or outpatient clinics Main Outcome or Measure: Documentation of psychiatric symptoms reflecting depression, anxiety, psychosis, or suicide, and documentation of violence, was drawn from previously-validated term lists. Results: A total of 2,483,159 outpatient and 205,957 emergency department visit notes were analyzed. Instances of notes referencing depression or anxiety decreased 75-81% in outpatient settings with onset of coronavirus in March 2019, and by 44-45% in emergency departments. In adjusted logistic regression, presence of individual psychiatric symptoms in outpatient notes was associated with significant decreases in likelihood of coronavirus testing (for depression, OR=0.636, 95% CI 0.606-0.667). Conversely, presence of violence in an emergency department note was associated with greater likelihood of testing (OR=1.487, 95% CI 1.249-1.761). Conclusions and Relevance: Documentation of psychiatric symptoms in both outpatient and emergency department settings diminished sharply in the context of increasing coronavirus infection in Massachusetts, suggesting that efforts to provide additional resources to manage psychiatric symptoms will be needed. Funding: none."
		},
		{
			"title": "Behavioral and Emotional Disorders in Children during the COVID-19 Epidemic",
			"abstract": "Behavioral and Emotional Disorders in Children during the COVID-19 Epidemic"
		},
		{
			"title": "A Call to Arms, Not to Disarm: The Importance of Psychiatric Care in the Acute Medical Setting During the COVID-19 Pandemic",
			"abstract": "A Call to Arms, Not to Disarm: The Importance of Psychiatric Care in the Acute Medical Setting During the COVID-19 Pandemic"
		},
		{
			"title": "Psychological status of medical workforce during the COVID-19 pandemic: a cross-sectional study",
			"abstract": "Abstract The pandemic of 2019 coronavirus disease (COVID-19) has burdened an unprecedented psychological stress on people around the world, especially the medical workforce. The study focuses on assess the psychological status of them. The authors conducted a single-center, cross-sectional survey via online questionnaires. Occurrence of fear, anxiety and depression were measured by the numeric rating scale (NRS) on fear, Hamilton Anxiety Scale (HAMA), and Hamilton Depression Scale (HAMD), respectively. A total of 2299 eligible participants were enrolled from the authors' institution, including 2042 medical staff and 257 administrative staff. The severity of fear, anxiety and depression were significantly different between two groups. Furthermore, as compared to the non-clinical staff, front line medical staff with close contact with infected patients, including working in the departments of respiratory, emergency, infectious disease, and ICU, showed higher scores on fear scale, HAMA and HAMD, and they were 1.4 times more likely to feel fear, twice more likely to suffer anxiety and depression. The medical staff especially working in above-mentioned departments made them more susceptible to psychological disorders. Effective strategies toward to improving the mental health should be provided to these individuals."
		},
		{
			"title": "Is schizophrenia research relevant during the COVID-19 pandemic?",
			"abstract": "Abstract Schizophrenia researchers may ask themselves-or be asked by others-whether their research is relevant in the face of the COVID-19 pandemic. This commentary argues that schizophrenia research is more relevant than ever during this public health crisis, because of the likelihood that the COVID-19 pandemic may lead to increased incidence of psychotic disorders."
		},
		{
			"title": "Countrywide quarantine only mildly increased anxiety level during COVID-19 outbreak in China",
			"abstract": "In the recent outbreak of COVID-19, many countries have taken various kinds of quarantine measures to slow down the explosive spreading of COVID-19. Although these measures were proven to be successful in stopping the outbreak in China, the potential adverse effects of countrywide quarantine have not been thoroughly investigated. In this study, we performed an online survey to evaluate the psychological effects of quarantine in China using Zung Self-rating Anxiety Scale in February 2020 when the outbreak was nearly peaked in China. Along with the anxiety scores, limited personal information such as age, gender, region, education, occupation and specifically, the type and duration of quarantine were collected for analysis. For a total number of 992 valid questionnaires, clinical significance of anxiety symptoms was observed in 9.58% respondents according to clinical diagnostic standards in China. Statistical results showed population with different age, education level, health status and personnel category responded differently. Other characteristics such as gender, marital status, region, and acquaintance with suspected or confirmed cases of COVID-19 did not affect anxiety levels significantly. Respondents experienced different forms of quarantine showed different anxiety levels. Unexpectedly, longer durations of quarantine did not lead to significant increase of anxiety level. Our results suggest a rather mild negative psychological influence caused by the countrywide quarantine during COVID-19 outbreak in China and provided reference for other countries and regions to battle COVID-19."
		},
		{
			"title": "Psychological Impact of the COVID-19 Pandemic on Health Care Workers in Singapore",
			"abstract": "Psychological Impact of the COVID-19 Pandemic on Health Care Workers in Singapore"
		},
		{
			"title": "COVID-19 and maternal mental health: Are we getting the balance right?",
			"abstract": "This paper presents a rapid evidence review into the clinical and psychological impacts of COVID-19 on perinatal women and their infants. Literature search revealed that there is very little formal evidence on the impact of COVID-19 on pregnant, labouring and postnatal women or their babies. The clinical evidence to date suggests that pregnant and childbearing women, and their babies are not at increased risk of either getting infected, or of having severe symptoms or consequences than the population as a whole. There is no evidence on the short- and longer-term psychological impacts of restrictive practices or social and personal constraints for childbearing women during COVID-19 in particular, or infection pandemics in general. The potential for adverse mental health consequences of the pandemic should be recognised as a critical public health concern, together with appropriate care and support to prevent and ameliorate any negative impacts."
		},
		{
			"title": "Anxiety, worry and perceived stress in the world due to the COVID-19 pandemic, March 2020. Preliminary results.",
			"abstract": "Introduction: Since the beginning of the outbreak in China, ending 2019, the Novel Coronavirus (COVID-19) has spread subsequently to the rest of the world causing an on-going pandemic. The World Health Organisation (WHO) declared COVID-19: a public health emergency of international concern. Having into consideration the lockdown and quarantine situation, we decided to do evaluate the current emotional state on the general population with a web-based survey in English and in Spanish, which was considered a useful and fast method that could help us determine how people perceived stress and worry due to the COVID-19. Methods: The survey included a 22 items, gathering information in 3 sections: Sociodemographic data, the Perceived Stress Scale (PSS-10) by Cohen and additional queries that assessed the current worry and change of behaviours due to this pandemic. Results: The survey received 891 respondents from 25 countries, from March 17 to 23rd, 2020. The mean age of the respondents was 43.8 (14.2) years old, and more than two thirds were women. 12.8% were health personnel.The mean of the PSS-10 score was 17.4 (6.4). Significantly higher scores were observed among women, youth, students, and among those who expressed concern and those who perceived increased susceptibility to the COVID-19. In contrast, no significant differences were observed between the health professionals and the general population. A good correlation was observed between mean relative volume (RSV) of the las 14 days and the number of cases reported (rho = 0.68, p <0.001) and deaths (rho = 0.51, p <0.001). Discussion: With these results we describe an increase of affective symptoms due to the COVID-19. This pandemic is raising the anxiety levels. The findings of our study show the affective and cognitive alterations people are going through. This survey is the first attempt to measure the psychological consequences this pandemic is having, in order to be able to later be able to provide the support to confront this global issue, addressing the mental health care that will be needed."
		},
		{
			"title": "COVID-19 pandemic and its impact on mental health of healthcare professionals",
			"abstract": "In light of the unprecedented public health crisis of the COVID-19 pandemic, it is highly important to acknowledge the psychological impact of this mounting threat on healthcare professionals. Previous experience from smaller scale epidemics and emerging literature around COVID-19 show that the unparalleled amount of stress that healthcare workers are dealing with, is associated with increased psychological morbidities. We have depicted the psychological burden that the COVID-19 pandemic has posed on healthcare professionals in Greece and have reviewed the literature around the effect of previous epidemics on frontline healthcare staff. Moreover, we discuss potential triggers and the need for measures to minimise the psychological pressure on those at the frontline against this biothreat."
		},
		{
			"title": "The distress of Iranian adults during the Covid-19 pandemic - More distressed than the Chinese and with different predictors",
			"abstract": "Background Early papers on the mental health of the public during the Covid-19 pandemic surveyed participants from China. Outside of China, Iran has emerged as one of the most affected countries with a high death count and rate. The paper presents the first empirical evidence from Iranian adults during the Covid-19 pandemic on their level of distress and its predictors. Methods On March 25-28, 2020, a dire time for Covid-19 in Iran, we surveyed 1058 adults from all 30 provinces in Iran using the Covid-19 Peritraumatic Distress Index (CPDI). Findings The distress level of Iranian adults (mean: 34.54; s.d.: 14.92) was significantly higher (mean difference: 10.9; t=22.7; p<0.0001; 95% CI: 10.0 to 11.8) than that of Chinese adults (mean: 23.65; s.d.: 5.45) as reported in a prior study with the same measure of Covid-19 Peritraumatic Distress Index (CPDI). We also found the predictors of distress in Iran vary from those in China. Interpretation Our findings that the predictors of distress in Iran vary from those in China suggest the need to study the predictors of mental health in individual countries during the Covid-19 pandemic to effectively identify and screen for those more susceptible to mental health issues. Keywords: Coronavirus; 2019-nCoV; Distress; Mental health; Psychiatric screening; Identifiers of mental issues in Covid-19 pandemic; Iran; Early evidence"
		},
		{
			"title": "A Qualitative Study on the Psychological Experience of Caregivers of COVID-19 Patients",
			"abstract": "Background The coronavirus disease 2019 (COVID-19) is spreading rapidly, bringing pressure and challenges to nursing staff. Objective To explore the psychology of nurses caring for COVID-19 patients. Method Using a phenomenological approach, we enrolled 20 nurses who provided care for COVID-19 patients in the First Affiliated Hospital of Henan University of Science and Technology from 20 January to 10 February 2020. The interviews were conducted face-to-face or by telephone and were analysed by Colaizzi's 7-step method. Results The psychological experience of nurses caring for COVID-19 patients can be summarized into four themes. Firstly, negative emotions present in early stage consisting of fatigue, discomfort, and helplessness was caused by high-intensity work, fear and anxiety, and concern for patients and family members. Secondly, self-coping styles included psychological and life adjustment, altruistic acts, team support, and rational cognition. Thirdly, we found growth under pressure, which included increased affection and gratefulness, development of professional responsibility, and self-reflection. Finally, we showed that positive emotions occurred simultaneously with negative emotions. Conclusions During an epidemic outbreak, positive and negative emotions of the front-line nurses interweaved and coexisted. In the early stage, negative emotions were dominant and positive emotions appeared gradually. Self-coping styles and psychological growth played an important role in maintaining mental health of nurses."
		},
		{
			"title": "Mental health and emotional impact of COVID-19: Applying Health Belief Model for medical staff to general public of Pakistan",
			"abstract": "Mental health and emotional impact of COVID-19: Applying Health Belief Model for medical staff to general public of Pakistan"
		},
		{
			"title": "Treating the Mental Health Effects of COVID-19: The Need for At-Home Neurotherapeutics Is Now",
			"abstract": "Treating the Mental Health Effects of COVID-19: The Need for At-Home Neurotherapeutics Is Now"
		},
		{
			"title": "The Psychological effect of COVID-19 on the Elderly in China",
			"abstract": "Abstract To understand the emotional changes in the elderly population during the pneumonia epidemic caused by novel coronavirus infection, and to lay a foundation for the study of the psychology, intervention and nursing of the elderly.A total of 1556 elderly people were selected to conduct an epidemiological survey, and standardized survey methods were used to investigate the depression screening scale (PHQ-9) and anxiety self-rating scale (GAD-7).The anxiety and depression of different genders were different.Anxiety and depression are different in different age groups.The outbreak of pneumonia caused by novel coronavirus infection has an effect on the psychology of the elderly people, resulting in anxiety and depression."
		},
		{
			"title": "Psychological status of surgical staff during the COVID-19 outbreak",
			"abstract": "Abstract The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which appeared in early December 2019, had an atypical viral pneumonia outbreak in Wuhan, Hubei, China. And there is a high risk of global proliferation and impact. The sudden increase in confirmed cases has brought tremendous stress and anxiety to frontline surgical staff. The results showed that the anxiety and depression of surgical staff during the outbreak period were significantly higher and mental health problems appeared, so psychological interventions are essential."
		},
		{
			"title": "PEOPLE EXPERIENCING HOMELESSNESS: THEIR POTENTIAL EXPOSURE TO COVID-19",
			"abstract": "Abstract Background : Insufficient housing quality is associated with stress and mental health impacts. Crowding, pollution, noise, inadequate lighting, lack of access to green spaces, and other environmental factors associated with slums can exacerbate mental health disorders, including depression, anxiety, violence, and other forms of social dysfunction. Method : The studies were identified using large-sized newspapers with international circulation. Results : Experts say that people who sleep in shelters or on the streets already have lower life expectancy, suffer from addiction, and have underlying health conditions that put them at greater risk should they develop the virus. There are just so many competing and unmet needs, which makes it much harder for homeless to contend with all of this. If exposed, people experiencing homelessness might be more susceptible to illness or death due to the prevalence of underlying physical and mental medical conditions and a lack of reliable and affordable health care. Nevertheless, without an urgent solution, people experiencing homelessness will remain in limbo. Conclusions : Many people living on the streets already have a diminished health condition, higher rates of chronic illnesses or compromised immune systems, all of which are risk factors for developing a more serious manifestation of the coronavirus infection. Those suffering from mental illness may have difficulty in recognizing and responding to the threat of infection. Homeless people have less access to health care providers who could otherwise order diagnostic testing and, if confirmed, isolate them from others in coordination with local health departments."
		},
		{
			"title": "How to manage obsessive-compulsive disorder (OCD) under COVID-19: A clinician's guide from the International College of Obsessive Compulsive Spectrum Disorders (ICOCS) and the Obsessive-Compulsive Research Network (OCRN) of the European College of Neuropsychopharmacology",
			"abstract": "How to manage obsessive-compulsive disorder (OCD) under COVID-19: A clinician's guide from the International College of Obsessive Compulsive Spectrum Disorders (ICOCS) and the Obsessive-Compulsive Research Network (OCRN) of the European College of Neuropsychopharmacology"
		},
		{
			"title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 outbreak in China: a web-based cross-sectional survey",
			"abstract": "Abstract China has been severely affected by Coronavirus Disease 2019(COVID-19) since December, 2019. We aimed to assess the mental health burden of Chinese public during the outbreak, and to explore the potential influence factors. Using a web-based cross-sectional survey, we collected data from 7,236 self-selected volunteers assessed with demographic information, COVID-19 related knowledge, generalized anxiety disorder (GAD), depressive symptoms, and sleep quality. The overall prevalence of GAD, depressive symptoms, and sleep quality of the public were 35.1%, 20.1%, and 18.2%, respectively. Young people reported a significantly higher prevalence of GAD and depressive symptoms than older people. Compared with other occupational group, healthcare workers were more likely to have poor sleep quality. Multivariate logistic regression showed that age (< 35 years) and time spent focusing on the COVID-19 (â‰¥ 3 hours per day) were associated with GAD, and healthcare workers were at high risk for poor sleep quality. Our study identified a major mental health burden of the public during the COVID-19 outbreak. Young people, people spending too much time thinking about the outbreak, and healthcare workers were at high risk of mental illness. Continuous surveillance of the psychological consequences for outbreaks should become routine as part of preparedness efforts worldwide."
		},
		{
			"title": "Are we facing a crashing wave of neuropsychiatric sequelae of COVID-19? Neuropsychiatric symptoms and potential immunologic mechanisms",
			"abstract": "Abstract The coronavirus disease 19 (COVID-19) pandemic is a significant psychological stressor in addition to its tremendous impact on every facet of individuals' lives and organizations in virtually all social and economic sectors worldwide. Fear of illness and uncertainty about the future precipitate anxiety- and stress-related disorders, and several groups have rightfully called for the creation and dissemination of robust mental health screening and treatment programs for the general public and front-line healthcare workers. However, in addition to pandemic-associated psychological distress, the direct effects of the virus itself (several acute respiratory syndrome coronavirus; SARS-CoV-2), and the subsequent host immunologic response, on the human central nervous system (CNS) and related outcomes are unknown. We discuss currently available evidence of COVID-19 related neuropsychiatric sequelae while drawing parallels to past viral pandemic-related outcomes. Past pandemics have demonstrated that diverse types of neuropsychiatric symptoms, such as encephalopathy, mood changes, psychosis, neuromuscular dysfunction, or demyelinating processes, may accompany acute viral infection, or may follow infection by weeks, months, or longer in recovered patients. The potential mechanisms are also discussed, including viral and immunological underpinnings. Therefore, prospective neuropsychiatric monitoring of individuals exposed to SARS-CoV-2 at various points in the life course, as well as their neuroimmune status, are needed to fully understand the long-term impact of COVID-19, and to establish a framework for integrating psychoneuroimmunology into epidemiologic studies of pandemics."
		},
		{
			"title": "A Longitudinal Study on the Mental Health of General Population during the COVID-19 Epidemic in China",
			"abstract": "Abstract In addition to being a public physical health emergency, Coronavirus disease 2019 (COVID-19) affected global mental health, as evidenced by panic-buying worldwide as cases soared. Little is known about changes in levels of psychological impact, stress, anxiety and depression during this pandemic. This longitudinal study surveyed the general population twice - during the initial outbreak, and the epidemic's peak four weeks later, surveying demographics, symptoms, knowledge, concerns, and precautionary measures against COVID-19. There were 1738 respondents from 190 Chinese cities (1210 first-survey respondents, 861 second-survey respondents; 333 respondents participated in both). Psychological impact and mental health status were assessed by the Impact of Event Scale-Revised (IES-R) and the Depression, Anxiety and Stress Scale (DASS-21), respectively. IES-R measures PTSD symptoms in survivorship after an event. DASS -21 is based on tripartite model of psychopathology that comprise a general distress construct with distinct characteristics. This study found that there was a statistically significant longitudinal reduction in mean IES-R scores (from 32.98 to 30.76, p<0.01) after 4 weeks. Nevertheless, the mean IES-R score of the first- and second-survey respondents were above the cut-off scores (>24) for PTSD symptoms, suggesting that the reduction in scores was not clinically significant. During the initial evaluation, moderate-to-severe stress, anxiety and depression were noted in 8.1%, 28.8% and 16.5%, respectively and there were no significant longitudinal changes in stress, anxiety and depression levels (p>0.05). Protective factors included high level of confidence in doctors, perceived survival likelihood and low risk of contracting COVID-19, satisfaction with health information, personal precautionary measures. As countries around the world brace for an escalation in cases, Governments should focus on effective methods of disseminating unbiased COVID-19 knowledge, teaching correct containment methods, ensuring availability of essential services/commodities, and providing sufficient financial support."
		},
		{
			"title": "Mental health effects of school closures during COVID-19",
			"abstract": "Mental health effects of school closures during COVID-19"
		},
		{
			"title": "COVID-19 pandemic and lockdown measures impact on mental health among the general population in Italy. An N=18147 web-based survey.",
			"abstract": "Background The psychological impact of the COronaVIrus Disease 2019 (COVID-19) outbreak and lockdown measures on the Italian population are unknown. The current study assesses rates of mental health outcomes in the Italian general population three to four weeks into lockdown measures and explores the impact of COVID-19 related potential risk factors. Methods A web-based survey spread throughout the internet between March 27th and April 6th 2020. 18147 individuals completed the questionnaire, 79.6% women. Selected outcomes were post-traumatic stress symptoms (PTSS), depression, anxiety, insomnia, perceived stress and adjustment disorder symptoms (ADS). Seemingly unrelated logistic regression analysis was performed to identify COVID-19 related risk factors. Results Respondents endorsing PTSS, depression, anxiety, insomnia, high perceived stress and adjustment disorder were 6604 (37%), 3084 (17.3%), 3700 (20.8%), 1301 (7.3%), 3895 (21.8%) and 4092 (22.9%), respectively. Being woman and younger age were associated with all of the selected outcomes. Quarantine was associated with PTSS, anxiety and ADS. Any recent COVID-related stressful life event was associated with all the selected outcomes. Discontinued working activity due to the COVID-19 was associated with all the selected outcomes, except for ADS; working more than usual was associated with PTSS, Perceived stress and ADS. Having a loved one deceased by COVID-19 was associated with PTSS, depression, perceived stress and insomnia. Conclusion We found high rates of negative mental health outcomes in the Italian general population three weeks into the COVID-19 lockdown measures and different COVID-19 related risk factors. These findings warrant further monitoring on the Italian population s mental health."
		},
		{
			"title": "Lessons Learned from 9/11: Mental Health Perspectives on the COVID-19 Pandemic",
			"abstract": "Abstract The COVID-19 pandemic will likely lead to high rates of PTSD, depression, and substance misuse among survivors, victims' families, medical workers, and other essential personnel. The mental health response to the 9/11/01 terrorist attacks, culminating in a federally-funded health program, provides a template for how providers may serve affected individuals. Drawing on the 9/11 experience, we highlight effective prevention measures, likely short and long-term treatment needs, vulnerable subgroups, and important points of divergence between 9/11 and the COVID-19 pandemic. Mental health monitoring, early identification of at-risk individuals, and treatment irrespective of financial barriers is essential for minimizing chronic distress."
		},
		{
			"title": "Preserving mental health and resilience in frontline healthcare workers during COVID-19",
			"abstract": "Preserving mental health and resilience in frontline healthcare workers during COVID-19"
		},
		{
			"title": "The differential psychological distress of populations affected by the COVID-19 pandemic",
			"abstract": "The differential psychological distress of populations affected by the COVID-19 pandemic"
		},
		{
			"title": "Multidisciplinary research priorities for the COVID-19 pandemic: a call for action for mental health science",
			"abstract": "Summary The coronavirus disease 2019 (COVID-19) pandemic is having a profound effect on all aspects of society, including mental health and physical health. We explore the psychological, social, and neuroscientific effects of COVID-19 and set out the immediate priorities and longer-term strategies for mental health science research. These priorities were informed by surveys of the public and an expert panel convened by the UK Academy of Medical Sciences and the mental health research charity, MQ: Transforming Mental Health, in the first weeks of the pandemic in the UK in March, 2020. We urge UK research funding agencies to work with researchers, people with lived experience, and others to establish a high level coordination group to ensure that these research priorities are addressed, and to allow new ones to be identified over time. The need to maintain high-quality research standards is imperative. International collaboration and a global perspective will be beneficial. An immediate priority is collecting high-quality data on the mental health effects of the COVID-19 pandemic across the whole population and vulnerable groups, and on brain function, cognition, and mental health of patients with COVID-19. There is an urgent need for research to address how mental health consequences for vulnerable groups can be mitigated under pandemic conditions, and on the impact of repeated media consumption and health messaging around COVID-19. Discovery, evaluation, and refinement of mechanistically driven interventions to address the psychological, social, and neuroscientific aspects of the pandemic are required. Rising to this challenge will require integration across disciplines and sectors, and should be done together with people with lived experience. New funding will be required to meet these priorities, and it can be efficiently leveraged by the UK's world-leading infrastructure. This Position Paper provides a strategy that may be both adapted for, and integrated with, research efforts in other countries."
		},
		{
			"title": "Public perceptions and experiences of social distancing and social isolation during the COVID-19 pandemic: A UK-based focus group study",
			"abstract": "OBJECTIVE: Explore the perceptions and experiences of the UK public of social distancing and social isolation measures related to the COVID-19 pandemic. DESIGN: Qualitative study comprising five focus groups carried out online during the early stages of the UK's social distancing and isolation measures (5-12 days post lockdown). SETTING: Online video-conferencing PARTICIPANTS: 27 participants, all UK residents aged 18 years and older, representing a range of gender, ethnic, age and occupational backgrounds. RESULTS: The social distancing and isolation associated with COVID-19 policy has had having substantial negative impacts on the mental health and wellbeing of the UK public within a short time of policy implementation. It has disproportionately negatively affected those in low-paid or precarious employment. Practical social and economic losses - the loss of (in-person) social interaction, loss of income and loss of structure and routine - led to psychological and emotional 'losses' - the loss of motivation, loss of meaning, and loss of self-worth. Participants reported high adherence to distancing and isolation guidelines but reported seeing or hearing of non-adherence in others. A central concern for participants was the uncertainty duration of the measures, and their ability to cope longer-term. Some participants felt they would have lingering concerns over social contact while others were eager to return to high levels of social activity. CONCLUSIONS: A rapid response is necessary in terms of public health programming to mitigate the mental health impacts of COVID-19 social distancing and isolation. Initial high levels of support for, and adherence to, social distancing and isolation is likely to wane over time, particularly where end dates are uncertain. Social distancing and isolation 'exit strategies' must account for the fact that, although some individuals will voluntarily or habitually continue to socially distance, others will seek high levels of social engagement as soon as possible."
		},
		{
			"title": "Mental health problems and social media exposure during COVID-19 outbreak",
			"abstract": "Huge citizens expose to social media during a novel coronavirus disease (COVID-19) outbroke in Wuhan, China. We assess the prevalence of mental health problems and examine their association with social media exposure. A cross-sectional study among Chinese citizens agedâ‰¥18 years old was conducted during Jan 31 to Feb 2, 2020. Online survey was used to do rapid assessment. Total of 4872 participants from 31 provinces and autonomous regions were involved in the current study. Besides demographics and social media exposure (SME), depression was assessed by The Chinese version of WHO-Five Well-Being Index (WHO-5) and anxiety was assessed by Chinese version of generalized anxiety disorder scale (GAD-7). multivariable logistic regressions were used to identify associations between social media exposure with mental health problems after controlling for covariates. The prevalence of depression, anxiety and combination of depression and anxiety (CDA) was 48.3% (95%CI: 46.9%-49.7%), 22.6% (95%CI: 21.4%-23.8%) and 19.4% (95%CI: 18.3%-20.6%) during COVID-19 outbroke in Wuhan, China. More than 80% (95%CI:80.9%-83.1%) of participants reported frequently exposed to social media. After controlling for covariates, frequently SME was positively associated with high odds of anxiety (OR = 1.72, 95%CI: 1.31-2.26) and CDA (OR = 1.91, 95%CI: 1.52-2.41) compared with less SME. Our findings show there are high prevalence of mental health problems, which positively associated with frequently SME during the COVID-19 outbreak. These findings implicated the government need pay more attention to mental health problems, especially depression and anxiety among general population and combating with \"infodemic- while combating during public health emergency."
		},
		{
			"title": "The Psychological Impact of COVID-19 on Medical Students [Letter]",
			"abstract": "The Psychological Impact of COVID-19 on Medical Students [Letter]"
		},
		{
			"title": "COVID-19, mobile health and serious mental illness",
			"abstract": "COVID-19, mobile health and serious mental illness"
		},
		{
			"title": "Addressing Collegiate Mental Health Amid COVID-19 Pandemic",
			"abstract": "Abstract College students encounter unique challenges leading to poor mental health in the wake of the COVID-19 outbreak. Before the pandemic started, one in five college students experienced one or more diagnosable mental disorders worldwide. The fact that the COVID-19 pandemic affects collegiate mental health underscores the urgent need to understand these challenges and concerns in order to inform the development of courses of action and public health messaging that can better support college students in this crisis. This article provides recommendations that prepare higher education institutions and health professionals for addressing collegiate mental health needs and challenges posed by COVID-19."
		},
		{
			"title": "Covid-19 Lock Down: People Psychology due to Law Enforcement",
			"abstract": "Covid-19 Lock Down: People Psychology due to Law Enforcement"
		},
		{
			"title": "ADHD management during the COVID-19 pandemic: guidance from the European ADHD Guidelines Group",
			"abstract": "ADHD management during the COVID-19 pandemic: guidance from the European ADHD Guidelines Group"
		},
		{
			"title": "Women worry about family, men about the economy: Gender differences in emotional responses to COVID-19",
			"abstract": "Among the critical challenges around the COVID-19 pandemic is dealing with potentially detrimental effects on people's mental health. Designing appropriate interventions and identifying the concerns of those most at risk requires methods that can extract worries, concerns and emotional responses from text data. We examine gender differences and the effect of document length on worries about the ongoing COVID-19 situation. Our findings suggest that i) shorter texts do not offer an as adequate insight into psychological processes as longer texts. We further find ii) marked gender differences in topics concerning emotional responses. Women worried more about their loved ones and severe health concerns while men were more occupied with effects on the economy and society. The findings align with general gender differences in language found elsewhere, but the current unique circumstances likely amplified these effects. We close this paper with a call for more high-quality datasets due to the limitations of Tweet-sized data."
		},
		{
			"title": "The immediate mental health impacts of the COVID-19 pandemic among people with or without quarantine managements",
			"abstract": "The immediate mental health impacts of the COVID-19 pandemic among people with or without quarantine managements"
		},
		{
			"title": "Affective temperament, attachment style, and the psychological impact of the COVID-19 outbreak: an early report on the Italian general population",
			"abstract": "Abstract The outbreak of COVID-19 is severely affecting mental health worldwide, although individual response may vary. This study aims to investigate the psychological distress perceived by the Italian general population during the early phase of the COVID-19 pandemic, and to analyze affective temperament and adult attachment styles as potential mediators. Through an online survey, we collected sociodemographic and lockdown-related information and evaluated distress, temperament, and attachment using the Kessler 10 Psychological Distress Scale (K10), the Temperament Evaluation of Memphis, Pisa, Paris and San Diego-Autoquestionnaire short version (TEMPS-A) and the Attachment Style Questionnaire (ASQ). In our sample (n=500), 62% of the individuals reported no likelihood of psychological distress, whereas 19.4% and 18.6% displayed mild and moderate-to-severe likelihood. Cyclothymic (OR: 1.24; p<0.001), depressive (OR: 1.52; p<0.001) and anxious (OR: 1.58; p=0.002) temperaments, and the ASQ \"Need for approval- (OR: 1.08; p=0.01) were risk factors for moderate-to-severe psychological distress compared to no distress, while the ASQ \"Confidence- (OR: 0.89; p=0.002) and \"Discomfort with closeness- were protective (OR: 0.92; p=0.001). Cyclothymic (OR: 1.17; p=0.008) and depressive (OR: 1.32; p=0.003) temperaments resulted as risk factors in subjects with moderate-to-severe psychological distress compared to mild distress, while the ASQ \"Confidence- (OR: 0.92; p=0.039) and \"Discomfort with closeness- (OR: 0.94; p=0.023) were protective. Our data indicated that a relevant rate of individuals may have experienced psychological distress following the COVID-19 outbreak. Specific affective temperament and attachment features predict the extent of mental health burden. To the best of our knowledge, these are the first data available on the psychological impact of the early phase of the COVID-19 pandemic on a sizeable sample of the Italian population. Moreover, our study is the first to investigate temperament and attachment characteristics in the psychological response to the ongoing pandemic. Our results provide further insight into developing targeted intervention strategies."
		},
		{
			"title": "Vicarious traumatization: A psychological problem that cannot be ignored during the COVID-19 pandemic",
			"abstract": "Vicarious traumatization: A psychological problem that cannot be ignored during the COVID-19 pandemic"
		},
		{
			"title": "Why do People Share Misinformation during the COVID-19 Pandemic?",
			"abstract": "The World Health Organization have emphasised that misinformation - spreading rapidly through social media - poses a serious threat to the COVID-19 response. Drawing from theories of health perception and cognitive load, we develop and test a research model hypothesizing why people share unverified COVID-19 information through social media. Our findings suggest a person's trust in online information and perceived information overload are strong predictors of unverified information sharing. Furthermore, these factors, along with a person's perceived COVID-19 severity and vulnerability influence cyberchondria. Females were significantly more likely to suffer from cyberchondria, however, males were more likely to share news without fact checking their source. Our findings suggest that to mitigate the spread of COVID-19 misinformation and cyberchondria, measures should be taken to enhance a healthy skepticism of health news while simultaneously guarding against information overload."
		},
		{
			"title": "Attending to the Emotional Well-Being of the Health Care Workforce in a New York City Health System During the COVID-19 Pandemic",
			"abstract": "The COVID-19 pandemic has placed an enormous strain on health care workers, and its potential impact has implications for the physical and emotional well-being of the work force. As hospital systems run far over capacity, facing possible shortages of critical care medical resources and personal protective equipment as well as clinician deaths, the psychological stressors necessitate a strong well-being support model for staff. At the Mount Sinai Health System (MSHS) in New York City, health care workers have been heroically providing frontline care to COVID-19 patients while facing their own appropriate fears for their personal safety in the setting of contagion. This moral obligation cannot be burdened by unacceptable risks; the health system's full support is required to address the needs of its workforce. In this Invited Commentary, the authors describe how an MSHS Employee, Faculty, and Trainee Crisis Support Task Force-created in early March 2020 and composed of behavioral health, human resources, and well-being leaders from across the health system-used a rapid needs assessment model to capture the concerns of the workforce related to the COVID-19 pandemic. The task force identified 3 priority areas central to promoting and maintaining the well-being of the entire MSHS workforce during the pandemic: meeting basic daily needs; enhancing communications for delivery of current, reliable, and reassuring messages; and developing robust psychosocial and mental health support options. Using a work group strategy, the task force operationalized the rollout of support initiatives for each priority area. Attending to the emotional well-being of health care workers has emerged as a central element in the MSHS COVID-19 response, which continues to be committed to the physical and emotional needs of a workforce that courageously faces this crisis."
		},
		{
			"title": "Consultation-Liaison Psychiatry in the Age of COVID-19: Reaffirming Ourselves and Our Worth",
			"abstract": "Consultation-Liaison Psychiatry in the Age of COVID-19: Reaffirming Ourselves and Our Worth"
		},
		{
			"title": "A multinational, multicentre study on the psychological outcomes and associated physical symptoms amongst healthcare workers during COVID-19 outbreak",
			"abstract": "Abstract Objective Since the declaration of the coronavirus 2019 (COVID-19) outbreak as pandemic, there are reports on the increased prevalence of physical symptoms observed in the general population. We investigated the association between psychological outcomes and physical symptoms among healthcare workers. Methods Healthcare workers from 5 major hospitals, involved in the care for COVID-19 patients, in Singapore and India were invited to participate in a study by performing a self-administered questionnaire within the period of February 19 to April 17, 2020. Healthcare workers included doctors, nurses, allied healthcare workers, administrators, clerical staff and maintenance workers. This questionnaire collected information on demographics, medical history, symptom prevalence in the past month, Depression Anxiety Stress Scales (DASS-21) and the Impact of Events Scale-Revised (IES-R) instrument. The prevalence of physical symptoms displayed by healthcare workers and the associations between physical symptoms and psychological outcomes of depression, anxiety, stress, and post-traumatic stress disorder (PTSD) were evaluated. Results Out of the 906 healthcare workers who participated in the survey, 48 (5.3%) screened positive for moderate to very-severe depression, 79 (8.7%) for moderate to extremely-severe anxiety, 20 (2.2%) for moderate to extremely-severe stress, and 34 (3.8%) for moderate to severe levels of psychological distress. The commonest reported symptom was headache (32.3%), with a large number of participants (33.4%) reporting more than four symptoms. Participants who had experienced symptoms in the preceding month were more likely to be older, have pre-existing comorbidities and a positive screen for depression, anxiety, stress, and PTSD. After adjusting for age, gender and comorbidities, it was found that depression (OR 2.79, 95% CI 1.54-5.07, p = 0.001), anxiety (OR 2.18, 95% CI 1.36-3.48, p = 0.001), stress (OR 3.06, 95% CI 1.27-7.41, p = 0.13), and PTSD (OR 2.20, 95% CI 1.12-4.35, p = 0.023) remained significantly associated with the presence of physical symptoms experienced in the preceding month. Linear regression revealed that the presence of physical symptoms was associated with higher mean scores in the IES-R, DASS Anxiety, Stress and Depression subscales. Conclusions Our study demonstrates a significant association between the prevalence of physical symptoms and psychological outcomes among healthcare workers during the COVID-19 outbreak. We postulate that this association may be bi-directional, and that timely psychological interventions for healthcare workers with physical symptoms should be considered once an infection has been excluded."
		},
		{
			"title": "Suicide risk and prevention during the COVID-19 pandemic",
			"abstract": "Suicide risk and prevention during the COVID-19 pandemic"
		},
		{
			"title": "Building trust while influencing online COVID-19 content in the social media world",
			"abstract": "Building trust while influencing online COVID-19 content in the social media world"
		},
		{
			"title": "Emergency mental health legislation in response to the Covid-19 (Coronavirus) pandemic in Ireland: Urgency, necessity and proportionality",
			"abstract": "Abstract Many countries have enacted, or are in the process of enacting, emergency mental health legislation in response to the global pandemic of Covid-19 (coronavirus). In Ireland, the Emergency Measures in the Public Interest (Covid-19) Act, 2020 amends the Mental Health Act 2001 to permit the Mental Health Commission to request an independent psychiatric report about an involuntary patient from any consultant psychiatrist who is not treating the patient (and not just those on its designated panel). This independent examination may occur 'in person', 'by other appropriate means', or even, 'due to the exigencies of the public health emergency', not occur at all, once this is explained in the resultant report. The 2020 Act acknowledges that 'the exigencies of the public health emergency' might hamper the independent psychiatrist's work and requires a written report from the patient's treating psychiatrist 'no earlier than the day before' the tribunal, in lieu of the psychiatrist physically attending a tribunal hearing, although, if possible, they will attend (i.e. phone in to) a tribunal held by conference call. The 2020 Act permits the Mental Health Commission to, if necessary, appoint tribunals 'consisting of one member who shall be a practising barrister or solicitor'. Such a tribunal shall, if possible, consult with a consultant psychiatrist if the reports from the independent psychiatrist and treating psychiatrist conflict or if it is otherwise 'necessary in the interest of the patient'. A tribunal can extend an involuntary order by a second period of 14 days 'of its own motion if the tribunal, having due regard to the interest of the patient, is satisfied that it is necessary'. Tribunals for current involuntary patients will be prioritised over retrospective tribunals for discharged patients; a tribunal can direct a witness to provide 'a written statement' rather than attending; and the patient can make written representation to the tribunal instead of physically attending a tribunal hearing, although they may attend (i.e. phone in to) a tribunal held by conference call. Psycho-surgery for involuntary patients is banned. While it is clear that revisions are urgent and necessary in light of Covid-19, the proportionality of these changes will depend on how, and the extent to which, they are used in practice. With good communication, efficient team-working and close adherence to professional codes of practice and ethics, it is hoped that these amendments will result in a review system that is as reasonable, robust and reassuring as the current, highly unusual circumstances permit."
		},
		{
			"title": "Stay home while going out - possible impacts of earthquake co-occurring with COVID-19 pandemic on mental health and vice versa",
			"abstract": "Stay home while going out - possible impacts of earthquake co-occurring with COVID-19 pandemic on mental health and vice versa"
		},
		{
			"title": "COVID-19 Outbreak Provides a Unique Platform to Study Behavioral Changes in Iran",
			"abstract": "COVID-19 Outbreak Provides a Unique Platform to Study Behavioral Changes in Iran"
		},
		{
			"title": "Mental health problems faced by healthcare workers due to the COVID-19 pandemic- a review",
			"abstract": "Mental health problems faced by healthcare workers due to the COVID-19 pandemic- a review"
		},
		{
			"title": "THREE INSIGHTS ON PSYCHONEUROIMMUNOLOGY OF MOOD DISORDERS TO BE TAKEN FROM THE COVID-19 PANDEMIC",
			"abstract": "Abstract In the recent months, the world was taken by surprise by the outbreak of a coronavirus (SARS-CoV-2) pandemic (COVID-19). The COVID-19 pandemic is a unique opportunity to advance the understanding of the association of respiratory viruses with mood disorders and suicide. In this editorial, we explore three insights to the neuropsychoneuroimmunology of mood disorders that could be taken from the COVID-19 pandemic."
		},
		{
			"title": "Mental health outcomes among front and second line health workers associated with the COVID-19 pandemic in Italy.",
			"abstract": "In this study, we report on mental health outcomes among health workers (HWs) involved with the COVID-19 pandemic in Italy. Data on mental health on 1379 HWs were collected between March 27th and March 31th 2020 using an on-line questionnaire spread throughout social networks, using a snowball technique along with sponsored social network advertisement. Key mental health outcomes were Post-Traumatic Stress Disorder symptoms (PTSD), severe depression, anxiety, insomnia and perceived stress. PTSD symptoms, severe depression, anxiety and insomnia, and high perceived stress were endorsed respectively by 681 (49.38%), 341 (24.73%), 273 (19.80%), 114 (8.27%) and 302 (21.90%) respondents. Regression analysis show that younger age, female gender, being a front-line HWs, having a colleague deceased, hospitalised or in quarantine were associated with poor mental health outcomes. This is the first report on mental health outcomes and associated risk factors among HWs associated with the COVID-19 pandemic in Italy, confirming a substantial proportion of health workers involved with the COVID-19 pandemic having mental health issues, in particular young women, first-line HWs."
		},
		{
			"title": "Is Returning to Work during the COVID-19 Pandemic Stressful? A Study on Immediate Mental Health Status and Psychoneuroimmunity Prevention Measures of Chinese Workforce",
			"abstract": "Abstract This study aimed to quantify the immediate psychological effects and psychoneuroimmunity prevention measures of a workforce returning to work during the COVID-19 epidemic. Workforce returning to work was invited to complete an online questionnaire regarding their attitude toward the COVID-19 epidemic and return-to-work along with psychological parameters including the Impact of Event Scale-Revised, Depression, Anxiety, Stress Scale- 21 (DASS-21) and Insomnia Severity Index (ISI). Psychoneuroimmunity prevention measures include precautions at personal and organization levels. From 673 valid questionnaires, we found that 10.8% of respondents met the diagnosis of post-traumatic stress disorder (PTSD) after returning to work. The respondents reported a low prevalence of anxiety (3.8%), depression (3.7%), stress (1.5%) and insomnia (2.3%). There were no significant differences in the severity of psychiatric symptoms between workers/technicians and executives/managers. More than 95% reported psychoneuroimmunity prevention measures including good ventilation in the workplace and wore a face mask as protective. Factors that were associated with the severity of psychiatric symptoms in the workforce were marital status, presence of physical symptom, poor physical health and viewing return to work as a health hazard (p<0.05). In contrast, personal psychoneuroimmunity prevention measures including hand hygiene and wearing face masks as well as organizational measures including significant improvement of workplace hygiene and concerns from the company were associated with less severe psychiatric symptoms (p<0.05). Contrary to expectations, returning to work had not caused a high level of psychiatric symptoms in the workforce. The low prevalence of psychiatric symptoms could be due to confidence instilled by psychoneuroimmunity prevention measures before the resumption of work. Our findings would provide information for other countries during the COVID-19 pandemic."
		},
		{
			"title": "Loss and Grief amidst COVID-19: A Path to Adaptation and Resilience",
			"abstract": "Abstract The COVID-19 pandemic has posed an extreme threat to global health and become a leading cause of death worldwide. Loss, as a more encompassing theme, interweaves many aspects of people's life in this challenging time. Failure to address the pressing needs of those experiencing loss and grief may result in poor mental and physical health. Recognizing the uniqueness of each individual and their loss and grief will provide opportunities to develop tailored strategies that facilitate functional adaptation to loss and promote mental health and wellbeing in this crisis."
		},
		{
			"title": "Pakistanis' Mental Health during the COVID-19",
			"abstract": "Pakistanis' Mental Health during the COVID-19"
		},
		{
			"title": "First study on mental distress in Brazil during the COVID-19 crisis",
			"abstract": "Objective: We aim to provide the first evidence of mental distress and its associated predictors among adults in the ongoing COVID-19 crisis in Brazil. Methods: We conducted a primary survey of 638 adults in Brazil on March 25-28, 2020, about one month (32 days) after the first COVID-19 case in South America was confirmed in Sao Paulo. Results: In Brazil, 52% (332) of the sampled adults experienced mild or moderate distress, and 18.8% (120) suffered severe distress. Adults who were female, younger, more educated, and exercised less report-ed higher levels of distress. The distance from the Brazilian epicenter of Sao Paulo inter-acted with age and workplace attendance to predict the level of distress. The typhoon eye effect was stronger for people who were older or attended their workplace less. The most vulnerable adults were those who were far from the epicenter and did not go to their workplace in the week before the survey. Conclusion: Identifying the predictors of distress enables mental health services to better target finding and helping the more mentally vulnerable adults during the ongoing COVID-19 crisis."
		},
		{
			"title": "Current Mental Health Issues in the Era of Covid-19",
			"abstract": "Current Mental Health Issues in the Era of Covid-19"
		},
		{
			"title": "Curating evidence on mental health during COVID-19: A living systematic review",
			"abstract": "Curating evidence on mental health during COVID-19: A living systematic review"
		},
		{
			"title": "Reactive psychoses in the context of the COVID-19 pandemic: clinical perspectives from a case series",
			"abstract": "Abstract Introduction: The world is currently undergoing an extremely stressful scenario due to the COVID-19 pandemic. This unexpected and dramatic situation could increase the incidence of mental health problems, among them, psychotic disorders. The aim of this paper was to describe a case series of brief reactive psychosis due to the psychological distress from the current coronavirus pandemic. Materials and methods: We report on a case series including all the patients with reactive psychoses in the context of the COVID-19 crisis who were admitted to the Virgen del RocÃ­o and Virgen Macarena University Hospitals (Seville, Spain) during the first two weeks of compulsory nationwide quarantine. Results: In that short period, four patients met the Diagnostic and Statistical Manual of Mental Disorders (DSM-5) criteria for a brief reactive psychotic disorder. All of the episodes were directly triggered by stress derived from the COVID-19 pandemic and half of the patients presented severe suicidal behavior at admission. Conclusions: We may now be witnessing an increasing number of brief reactive psychotic disorders as a result of the COVID-19 pandemic. This type of psychosis has a high risk of suicidal behavior and, although short-lived, has a high rate of psychotic recurrence and low diagnostic stability over time. Therefore, we advocate close monitoring in both the acute phase and long-term follow-up of these patients."
		},
		{
			"title": "The COVID-19 outbreak and Google searches: Is it really the time to worry about global mental health?",
			"abstract": "The COVID-19 outbreak and Google searches: Is it really the time to worry about global mental health?"
		},
		{
			"title": "Patients with mental health disorders in the COVID-19 epidemic",
			"abstract": "Patients with mental health disorders in the COVID-19 epidemic"
		},
		{
			"title": "The COVID-19 outbreak: Crucial role the psychiatrists can play",
			"abstract": "The COVID-19 outbreak: Crucial role the psychiatrists can play"
		},
		{
			"title": "The COVID-19 pandemic: The 'black swan' for mental health care and a turning point for e-health",
			"abstract": "The COVID-19 pandemic: The 'black swan' for mental health care and a turning point for e-health"
		},
		{
			"title": "Mental health care for international Chinese students affected by the COVID-19 outbreak",
			"abstract": "Mental health care for international Chinese students affected by the COVID-19 outbreak"
		},
		{
			"title": "Psychological interventions for people affected by the COVID-19 epidemic",
			"abstract": "Psychological interventions for people affected by the COVID-19 epidemic"
		},
		{
			"title": "Mental health services for older adults in China during the COVID-19 outbreak",
			"abstract": "Mental health services for older adults in China during the COVID-19 outbreak"
		},
		{
			"title": "Mental health care for medical staff in China during the COVID-19 outbreak",
			"abstract": "Mental health care for medical staff in China during the COVID-19 outbreak"
		},
		{
			"title": "The psychological impact of the COVID-19 epidemic on college students in China",
			"abstract": "Abstract A COVID-19 epidemic has been spreading in China and other parts of the world since December 2019. The epidemic has brought not only the risk of death from infection but also unbearable psychological pressure. We sampled college students from Changzhi medical college by using cluster sampling. They responded to a questionnaire packet that included the 7-item Generalized Anxiety Disorder Scale (GAD-7) and those inquiring the participants' basic information. We received 7,143 responses. Results indicated that 0.9% of the respondents were experiencing severe anxiety, 2.7% moderate anxiety, and 21.3% mild anxiety. Moreover, living in urban areas (OR = 0.810, 95% CI = 0.709 - 0.925), family income stability (OR = 0.726, 95% CI = 0.645 - 0.817) and living with parents (OR = 0.752, 95% CI = 0.596 - 0.950) were protective factors against anxiety. Moreover, having relatives or acquaintances infected with COVID-19 was a risk factor for increasing the anxiety of college students (OR = 3.007, 95% CI = 2.377 - 3.804). Results of correlation analysis indicated that economic effects, and effects on daily life, as well as delays in academic activities, were positively associated with anxiety symptoms (P < .001). However, social support was negatively correlated with the level of anxiety (P < .001). It is suggested that the mental health of college students should be monitored during epidemics."
		},
		{
			"title": "Mental health services in Italy during the COVID-19 outbreak",
			"abstract": "Mental health services in Italy during the COVID-19 outbreak"
		},
		{
			"title": "Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: Gender differences matter",
			"abstract": "Abstract The outbreak of COVID-19 in China in December 2019 has been identified as a pandemic and a health emergency of global concern. Our objective was to investigate the prevalence and predictors of posttraumatic stress symptoms (PTSS) in China hardest-hit areas during COVID-19 outbreak, especially exploring the gender difference existing in PTSS. One month after the December 2019 COVID-19 outbreak in Wuhan China, we surveyed PTSS and sleep qualities among 285 residents in Wuhan and surrounding cities using the PTSD Checklist for DSM-5 (PCL-5) and 4 items from the Pittsburgh Sleep Quality Index (PSQI). Hierarchical regression analysis and non-parametric test were used to analyze the data. Results indicated that the prevalence of PTSS in China hardest-hit areas a month after the COVID-19 outbreak was 7%. Women reported significant higher PTSS in the domains of re-experiencing, negative alterations in cognition or mood, and hyper-arousal. Participants with better sleep quality or less frequency of early awakenings reported lower PTSS. Professional and effective mental health services should be designed in order to aid the psychological wellbeing of the population in affected areas, especially those living in hardest-hit areas, females and people with poor sleep quality."
		},
		{
			"title": "Psychological status of parents of hospitalized children during the COVID-19 epidemic in China",
			"abstract": "Abstract A series of unexplained pneumonia appeared in Wuhan, Hubei Province, China, which is highly contagious. The virus is prone to nervous and anxious psychological reactions. In the objective environment of complex and densely populated hospitals, it is a high-risk area for virus-transmitted infections and children generally have lower immunity who are more likely to develop infections. The results showed that the mental health problems of parents of hospitalized children during the epidemic were more serious, and the anxiety and depression were more obvious."
		},
		{
			"title": "Psychological symptoms of ordinary Chinese citizens based on SCL-90 during the level I emergency response to COVID-19",
			"abstract": "Abstract The World Health Organization (WHO) has declared that the Corona Virus (COVID-19) has become a global pandemic. This study aimed to investigate the psychological symptoms of ordinary Chinese citizens during the Level I Emergency Response throughout China. From January 31 to February 2 2020, an online questionnaire, Symptom Checklist 90 (SCL-90) was designed, and differences in GSI T-scores among subgroups were examined by ANOVA. Based on a cut-off point of the GSI T-scores of 63, the overall sample was divided into high and low-risk groups. of the 1,060 participants investigated in China, more than 70% of them have moderate and higher level of psychological symptoms specifically elevated scores for obsessive compulsion, interpersonal sensitivity, phobic anxiety, and psychoticism. There were no significant differences between males and females. Those who were of over 50 years old, had an undergraduate education and below, were divorced or widowed, and agricultural workers had significantly more symptoms. However, significantly more minors and medical staff were in the high-risk group. These results show that COVID-19 has a significant adverse socio-psychological influence on ordinary citizens. Therefore, governments should equip psychological health departments and pay attention to the people who are in high-risk groups, providing psychological interventions and assistance."
		},
		{
			"title": "Mental Health Services in Lombardy during COVID-19 outbreak",
			"abstract": "Abstract Lombardy is the Region in Italy the most heavily affected by coronavirus disease (COVID-19) contagion. The Regional Health Authority mandates that mental health services should be guaranteed, identifying mental health as a priority for their citizens. Recommendations for occupational and health safety have been provided to patients and hospital staff, including support for telemedicine activities and remote psychosocial interventions. Services of the Mental Health Departments of Milano \"Niguarda- and Brescia \"Spedali Civili- Hospitals are providing continued care at a community, residential and hospital level, and to positive COVID-19 psychiatric patients in need of hospitalization."
		},
		{
			"title": "Impact of COVID-19 pandemic on pre-existing mental health problems",
			"abstract": "Impact of COVID-19 pandemic on pre-existing mental health problems"
		},
		{
			"title": "Mental health of medical workers in Pakistan during the pandemic COVID-19 outbreak",
			"abstract": "Mental health of medical workers in Pakistan during the pandemic COVID-19 outbreak"
		},
		{
			"title": "Study of knowledge, attitude, anxiety & perceived mental healthcare need in Indian population during COVID-19 pandemic",
			"abstract": "Abstract Novel Corona Virus Disease (COVID-19) originating from China has rapidly crossed borders, infecting people throughout the whole world. This phenomenon has led to a massive public reaction; the media has been reporting continuously across borders to keep all informed about the pandemic situation. All these things are creating a lot of concern for people leading to heightened levels of anxiety. Pandemics can lead to heightened levels of stress; Anxiety is a common response to any stressful situation. This study attempted to assess the knowledge, attitude, anxiety experience, and perceived mental healthcare need among adult Indian population during the COVID-19 pandemic. An online survey was conducted using a semi-structured questionnaire using a non-probability snowball sampling technique. A total of 662 responses were received. The responders had a moderate level of knowledge about the COVID-19 infection and adequate knowledge about its preventive aspects. The attitude towards COVID-19 showed peoples' willingness to follow government guidelines on quarantine and social distancing. The anxiety levels identified in the study were high. More than 80 % of the people were preoccupied with the thoughts of COVID-19 and 72 % reported the need to use gloves, and sanitizers. In this study, sleep difficulties, paranoia about acquiring COVID-19 infection and distress related social media were reported in 12.5 %, 37.8 %, and 36.4 % participants respectively. The perceived mental healthcare need was seen in more than 80 % of participants. There is a need to intensify the awareness and address the mental health issues of people during this COVID-19 pandemic."
		},
		{
			"title": "Response to: Rethinking online mental health services in China during the COVID-19 epidemic",
			"abstract": "Response to: Rethinking online mental health services in China during the COVID-19 epidemic"
		},
		{
			"title": "Awareness of mental health problems in patients with coronavirus disease 19 (COVID-19): A lesson from an adult man attempting suicide",
			"abstract": "Awareness of mental health problems in patients with coronavirus disease 19 (COVID-19): A lesson from an adult man attempting suicide"
		},
		{
			"title": "A crisis for elderly with mental disorders: Relapse of symptoms due to heightened anxiety due to COVID-19",
			"abstract": "A crisis for elderly with mental disorders: Relapse of symptoms due to heightened anxiety due to COVID-19"
		},
		{
			"title": "Screening for Chinese medical staff mental health by SDS and SAS during the outbreak of COVID-19",
			"abstract": "Screening for Chinese medical staff mental health by SDS and SAS during the outbreak of COVID-19"
		},
		{
			"title": "Iranian mental health during the COVID-19 epidemic",
			"abstract": "Iranian mental health during the COVID-19 epidemic"
		},
		{
			"title": "COVID-19 and mental health: A review of the existing literature",
			"abstract": "Abstract The COVID-19 pandemic is a major health crisis affecting several nations, with over 720,000 cases and 33,000 confirmed deaths reported to date. Such widespread outbreaks are associated with adverse mental health consequences. Keeping this in mind, existing literature on the COVID-19 outbreak pertinent to mental health was retrieved via a literature search of the PubMed database. Published articles were classified according to their overall themes and summarized. Preliminary evidence suggests that symptoms of anxiety and depression (16-28%) and self-reported stress (8%) are common psychological reactions to the COVID-19 pandemic, and may be associated with disturbed sleep. A number of individual and structural variables moderate this risk. In planning services for such populations, both the needs of the concerned people and the necessary preventive guidelines must be taken into account. The available literature has emerged from only a few of the affected countries, and may not reflect the experience of persons living in other parts of the world. In conclusion, subsyndromal mental health problems are a common response to the COVID-19 pandemic. There is a need for more representative research from other affected countries, particularly in vulnerable populations."
		},
		{
			"title": "Impact on mental health and perceptions of psychological care among medical and nursing staff in Wuhan during the 2019 novel coronavirus disease outbreak: A cross-sectional study",
			"abstract": "Abstract The severe 2019 outbreak of novel coronavirus disease (COVID-19), which was first reported in Wuhan, would be expected to impact the mental health of local medical and nursing staff and thus lead them to seek help. However, those outcomes have yet to be established using epidemiological data. To explore the mental health status of medical and nursing staff and the efficacy, or lack thereof, of critically connecting psychological needs to receiving psychological care, we conducted a quantitative study. This is the first paper on the mental health of medical and nursing staff in Wuhan. Notably, among 994 medical and nursing staff working in Wuhan, 36.9% had subthreshold mental health disturbances (mean PHQ-9: 2.4), 34.4% had mild disturbances (mean PHQ-9: 5.4), 22.4% had moderate disturbances (mean PHQ-9: 9.0), and 6.2% had severe disturbance (mean PHQ-9: 15.1) in the immediate wake of the viral epidemic. The noted burden fell particularly heavily on young women. Of all participants, 36.3% had accessed psychological materials (such as books on mental health), 50.4% had accessed psychological resources available through media (such as online push messages on mental health self-help coping methods), and 17.5% had participated in counseling or psychotherapy. Trends in levels of psychological distress and factors such as exposure to infected people and psychological assistance were identified. Although staff accessed limited mental healthcare services, distressed staff nonetheless saw these services as important resources to alleviate acute mental health disturbances and improve their physical health perceptions. These findings emphasize the importance of being prepared to support frontline workers through mental health interventions at times of widespread crisis."
		},
		{
			"title": "The mental health of medical workers in Wuhan, China dealing with the 2019 novel coronavirus",
			"abstract": "The severe situation is causing mental health problems such as stress, anxiety, depressive symptoms, insomnia, denial, anger, and fear. These mental health problems not only affect the medical workers' attention, understanding, and decision making ability, which might hinder the fight against 2019-nCoV, but could also have a lasting effect on their overall wellbeing. Protecting the mental health of these medical workers is thus important for control of the epidemic and their own long-term health. The local government of Wuhan has implemented policies to address these mental health problems. Medical staff infected with 2019-nCoV while at work will be identified as having work-related injuries.As of Jan 25, 2020, 1230 medical workers have been sent from other provinces to Wuhan to care for patients who are infected and those with suspected infection, strengthen logistics support, and help reduce the pressure on health-care personnel.Most general hospitals in Wuhan have established a shift system to allow front-line medical workers to rest and to take turns in high-pressured roles. Online platforms with medical advice have been provided to share information on how to decrease the risk of transmission between the patients in medical settings, which aims to eventually reduce the pressure on medical workers."
		},
		{
			"title": "Impact Of Sars-Cov-2 And Its Reverberation In Global Higher Education And Mental Health",
			"abstract": "Abstract Background : According to UNESCO's monitoring, more than 160 countries implemented nationwide closures, which impacted over 87% of the world's student population. Several other countries implemented localized school closures; should these closures become nationwide, millions of additional learners will experience education disruption. Universities from around the world have been uncertain about how long the coronavirus crisis will last and how it might affect the mental health of students and faculty. The psychological impact has been a critical disruptor, creating anxiety and uncertainty. Method : The data were cross-checked with information from the main international newspapers. Results : By discussing online and distance education, the coronavirus opens an important and urgent issue that affects mental health - these are virtually unexplored topics, and their results have not been validated yet. Online education is not limited to distance education, as it regards a grouping of learning/teaching procedures completed in cyberspace. Blended learning was, thus, introduced as a tool in personalized learning to adjust to new realities. These are unprecedented circumstances, and we understand they create stress, favoring anguish and a fierce search for new knowledge acquisition. Conclusions : Current research highlights that anxiety and depression, exacerbated by uncertainties and intensification of the information flow, will grow extensively. Negative physiological consequences of stress will manifest. For instance, loneliness, which will increase under these circumstances, seems to have a negative impact on education and, therefore, on psychological pain and suffering."
		},
		{
			"title": "Ensuring mental health care during the SARS-CoV-2 epidemic in France: a narrative review",
			"abstract": "Abstract Objective: The lack of resources and coordination to face the coronavirus epidemic raises concerns for the health of patients with mental disorders in a country where we still have memories of the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims to propose guidance to ensure mental health care during the SARS-CoV epidemic in France. Methods: The authors performed a narrative review identifying relevant results in the scientific and medical literature and in local initiatives in France. Results: We identified four types of major vulnerabilities among patients with mental disorders during this pandemic: 1) medical comorbidities that are more frequently found among patients with mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which are risk factors for severe covid-19 infection; 2) age (the elderly form the population most vulnerable to the coronavirus); 3) cognitive and behavioural disorders, which can hamper compliance with confinement and hygiene measures and finally and 4) psychosocial vulnerability as a result of stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly suited to psychiatric establishments in a context of major shortages of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds have been closed, wards have high densities of patients, mental health community facilities are closed, and medical teams are understaffed and poorly trained to face infectious diseases. There are also major issues when referring patients with acute mental disorders to intensive care units. To maintain the continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of \"COVID+ units\". These units are under the dual supervision of a psychiatrist and an internist / infectious disease specialist; all new entrants are placed in quarantine for 14 days; the nursing staff receives specific training, daily medical check-ups and close psychological support. Family visits are prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management are organized with the possibility of home visits, in order to support patients when they get back home and to help them cope with the experience of confinement, which is liable to induce recurrences of mental disorders. The total or partial closure of community mental health facilities is particularly disturbing for patients, but a regular follow-up is possible with telemedicine and should include the monitoring of suicide risk and psycho-education strategies; developing support platforms could also be very helpful in this context. Private practice psychiatrists also have a crucial role of information towards their patients on confinement and barrier measures, and also on measures to prevent the psychological risks inherent in confinement: maintenance of regular sleep r, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. Discussion: French mental healthcare is now facing a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the confinement of the general population."
		},
		{
			"title": "Effects of misleading media coverage on public health crisis: a case of the 2019 novel coronavirus outbreak in China",
			"abstract": "ABSTRACTThe coronavirus outbreak in Wuhan, China has sparked a global epidemic, which the World Health Organization declared a public health emergency of international concern on 31st January 2020 (Beijing time). This crisis has attracted intense media attention. Recently, some media outlets inappropriately labelled the coronavirus by race, using such headlines as ?Chinese virus pandemonium? and even suggesting ?China kids stay home.? The biased and misleading coverage presented via Western media channels has incited anger throughout the Chinese community and has placed undue stress upon Chinese individuals living outside China. This post-published review takes a tourism-focused perspective to examine findings from a quantitative study (Rodriguez-Seijas, Stohl, Hasin, & Eaton, 2015) published in 2015 in JAMA Psychiatry. The current paper highlights the potential impacts of misleading and biased media coverage on Chinese individuals? mental health. Specifically, this work considers perceived racial discrimination stemming from coronavirus as a public health crisis and the effects of such discrimination on individuals of Chinese heritage. Similarly imperative are pertinent effects on country image and destination image with respect to tourism marketing and tourist behaviour during times of crisis. By considering racism in the context of the coronavirus outbreak, this paper identifies potential avenues for relevant research in tourism and hospitality."
		},
		{
			"title": "Mental Health Care Measures in Response to the 2019 Novel Coronavirus Outbreak in Korea",
			"abstract": "Mental Health Care Measures in Response to the 2019 Novel Coronavirus Outbreak in Korea"
		},
		{
			"title": "Timely mental health care for the 2019 novel coronavirus outbreak is urgently needed",
			"abstract": "The 2019 novel coronavirus (2019-nCoV) pneumonia, believed to have originated in a wet market in Wuhan, Hubei province, China at the end of 2019, has gained intense attention nationwide and globally. To lower the risk of further disease transmission, the authority in Wuhan suspended public transport indefinitely from Jan 23, 2020; similar measures were adopted soon in many other cities in China. As of Jan 25, 2020, 30 Chinese provinces, municipalities, and autonomous regions covering over 1Â·3 billion people have initiated first-level responses to major public health emergencies. A range of measures has been urgently adopted,1,2 such as early identification and isolation of suspected and diagnosed cases, contact tracing and monitoring, collection of clinical data and biological samples from patients, dissemination of regional and national diagnostic criteria and expert treatment consensus, establishment of isolation units and hospitals, and prompt provision of medical supplies and external expert teams to Hubei province. The emergence of the 2019-nCoV pneumonia has parallels with the 2003 outbreak of severe acute respiratory syndrome (SARS), which was caused by another coronavirus that killed 349 of 5327 patients with confirmed infection in China.3 Although the diseases have different clinical presentations, the infectious cause, epidemiological features, fast transmission pattern, and insufficient preparedness of health authorities to address the outbreaks are similar. So far, mental health care for the patients and health professionals directly affected by the 2019-nCoV epidemic has been under-addressed, although the National Health Commission of China released the notification of basic principles for emergency psychological crisis interventions for the 2019-nCoV pneumonia on Jan 26, 2020. This notification contained a reference to mental health problems and interventions that occurred during the 2003 SARS outbreak, and mentioned that mental health care should be provided for patients with 2019-nCoV pneumonitis, close contacts, suspected cases who are isolated at home, patients in fever clinics, families and friends of affected people, health professionals caring for infected patients, and the public who are in need. To date, epidemiological data on the mental health problems and psychiatric morbidity of those suspected or diagnosed with the 2019-nCoV and their treating health professionals have not been available; therefore how best to respond to challenges during the outbreak is unknown. The observations of mental health consequences and measures taken during the 2003 SARS outbreak could help inform health authorities and the public to provide mental health interventions to those who are in need."
		},
		{
			"title": "2019-nCoV epidemic: address mental health care to empower society",
			"abstract": "2019-nCoV epidemic: address mental health care to empower society"
		},
		{
			"title": "Anti-Chinese sentiment during the 2019-nCoV outbreak",
			"abstract": "Anti-Chinese sentiment during the 2019-nCoV outbreak"
		},
		{
			"title": "Coronaphobia: Fear and the 2019-nCoV outbreak",
			"abstract": "Coronaphobia: Fear and the 2019-nCoV outbreak"
		},
		{
			"title": "A CRISIS WITHIN THE CRISIS: THE MENTAL HEALTH SITUATION OF REFUGEES IN THE WORLD DURING THE 2019 CORONAVIRUS (2019-nCoV) OUTBREAK",
			"abstract": "Abstract Background 68.5 million people around the world have been forced to leave their houses. Refugees have mainly to face their adaption in a host country, which involves bureaucracy, different culture, poverty, and racism. The already fragile situation of refugees becomes worrying and challenged in the face of the new coronavirus (COVID-19) epidemic. Therefore, we aimed to describe the factors that can worsen the mental health of refugees. Method The studies were identified in well-known international journals found in three electronic databases: PubMed, Scopus, and Embase. The data were cross-checked with information from the main international newspapers. Results According to the literature, the difficulties faced by refugees with the COVID-19 pandemic are potentiated by the pandemic state. There are several risk factors common to coronavirus and psychiatric illnesses as overcrowding, disruption of sewage disposal, poor standards of hygiene, poor nutrition, negligible sanitation, lack of access to shelter, health care, public services, and safety. These associated with fear and uncertainty create a closed ground for psychological sickness and COVID-19 infection. Conclusions There should be not only a social mobilization to contain the virus, but also a collective effort on behalf of the most vulnerable populations."
		},
		{
			"title": "Mental health and a novel coronavirus (2019-nCoV) in China",
			"abstract": "Mental health and a novel coronavirus (2019-nCoV) in China"
		},
		{
			"title": "The emotional impact of Coronavirus 2019-nCoV (new Coronavirus disease)",
			"abstract": "Abstract Background : A novel form of Coronavirus (2019-nCoV) in Wuhan has created a confused and rapidly evolving situation. In this situational framework, patients and front-line healthcare workers are vulnerable. Method : Studies were identified using large-circulation international journals found in two electronic databases: Scopus and Embase. Results : Populations of patients that may require tailored interventions are older adults and international migrant workers. Older adults with psychiatric conditions may be experiencing further distress. The COVID-19 epidemic has underscored potential gaps in mental health services during emergencies. Conclusions : Most health professionals working in isolation units and hospitals do not receive any training for providing mental health care. Fear seems more certainly a consequence of mass quarantine."
		},
		{
			"title": "A chaotic and stressed environment for 2019-nCoV suspected, infected and other people in India: Fear of mass destruction and causality",
			"abstract": "A chaotic and stressed environment for 2019-nCoV suspected, infected and other people in India: Fear of mass destruction and causality"
		},
		{
			"title": "COVID 19: Impact of Lock-down on Mental Health and Tips to Overcome",
			"abstract": "COVID 19: Impact of Lock-down on Mental Health and Tips to Overcome"
		},
		{
			"title": "Years of life lost due to the psychosocial consequences of COVID19 mitigation strategies based on Swiss data",
			"abstract": "Background: The pandemic caused by COVID-19 has forced governments to implement strict social mitigation strategies to reduce the acute morbidity and mortality from acute infections. These strategies however carry a significant risk for mental health which can lead to increased short-term and long-term mortality, which is currently not included in modelling the impact of the pandemic. Methods: We used years of life lost (YLL) as the main outcome measure as applied to Switzerland as an exemplar. We focused on suicide, depression, alcohol use disorder, childhood physical abuse and social isolation as these are known to increase YLL in the context of imposed restriction in social contact and freedom of movement. We also estimated a minimum duration of mitigation of 3 months based on current public health plans. Results: The study projects that the average person would suffer 0.205 YLL due to psychosocial consequence of COVID-19 mitigation measures. However, this loss would be entirely borne by a subpopulation of 2.1 percent of the population, the average of whom suffer an average 9.79 YLL. Conclusions: The results presented here are likely to underestimate the true impact of the mitigation strategies on YLL. However, model like the one presented here highlight the need for public health models to expand their scope in order to provide better estimates of the risks and benefits of mitigation."
		},
		{
			"title": "What are We Depressed about When We Talk about COVID19: Mental Health Analysis on Tweets Using Natural Language Processing",
			"abstract": "The outbreak of coronavirus disease 2019 (COVID-19) recently has affected human life to a great extent. Besides direct physical and economic threats, the pandemic also indirectly impact people's mental health conditions, which can be overwhelming but difficult to measure. The problem may come from various reasons such as unemployment status, stay-at-home policy, fear for the virus, and so forth. In this work, we focus on applying natural language processing (NLP) techniques to analyze tweets in terms of mental health. We trained deep models that classify each tweet into the following emotions: anger, anticipation, disgust, fear, joy, sadness, surprise and trust. We build the EmoCT (Emotion-Covid19-Tweet) dataset for the training purpose by manually labeling 1,000 English tweets. Furthermore, we propose and compare two methods to find out the reasons that are causing sadness and fear."
		},
		{
			"title": "COVID19 pandemic impact on anxiety of French urologists in training: outcomes from a national survey",
			"abstract": "Abstract Introduction: The COVID-19 outbreak in France is disturbing our health system. Urologists in training who are already known to have burnout, are in the front line to face this disease. The aim of our study was to assess the psychological impact of COVID-19 pandemic on young French urologists in training. Material and Methods: A self-administered anonymous questionnaire evaluating the pandemic added stress, and its negative impact on work and training quality, was e-mailed to the members of the French Association of Urologists in Training (AFUF).The association includes all French junior and senior residents. The survey lasted 3 days. Multivariable analyses using logistic regression was performed to identify the predictive factors. Results: 275 (55.5%) of the 495 AFUF members responded to the questionnaire. More than 90% of responders felt more stressed by the pandemic. Fellows and senior residents were more likely to feel that the crisis had an important impact on their work quality (OR =1.76, IC95= [1.01-3.13]), even more when COVID 19 patients were present in their department (OR=2.31, IC95= [1.20-4.65]). Past medical history of respiratory disease (OR =2.57, IC95= [1.31-5.98]) and taking in charge COVID19 patients (OR=1.85, IC95= [0.98-3.59]) were additional risk factors. Conclusion: COVID19 pandemic has a negative impact on young French urologists in training and on their work and training quality. Managing their psychosocial well-being during this time is as important as managing their physical health."
		},
		{
			"title": "COVID19 and Depression",
			"abstract": "COVID19 and Depression"
		},
		{
			"title": "The impact of the COVID19 pandemic and initial period of lockdown on the mental health and wellbeing of UK adults",
			"abstract": "Mental health and wellbeing impacts of COVID19 were assessed in a convenience sample of 600 UK adults using a cross-sectional design. Recruited over a two-week period during the initial phase of the government lockdown, participants completed an online survey that included COVID19-related questions, the Hospital Anxiety and Depression Scale, the WHO-5 and the OXCAP-MH. Self-isolating prior to lockdown, increased feelings of isolation since the lockdown, and having COVID19-related livelihood concerns, were associated with poorer mental health, wellbeing and quality of life. Perceiving increased kindness, community connectedness, and being an essential worker were associated with better mental health and wellbeing outcomes."
		},
		{
			"title": "Cognitive biases operating behind the rejection of government safety advisories during COVID19 Pandemic",
			"abstract": "Cognitive biases operating behind the rejection of government safety advisories during COVID19 Pandemic"
		},
		{
			"title": "Issues relevant to mental health promotion in frontline health care providers managing quarantined/isolated COVID19 patients",
			"abstract": "Issues relevant to mental health promotion in frontline health care providers managing quarantined/isolated COVID19 patients"
		}
	]
}